{
  "id": "4_1",
  "header": "4.1 Ermittlung von elementaren Gefährdungen",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "4.1",
      "title": "Ermittlung von elementaren Gefährdungen"
    }
  ],
  "content": "Wie bei der Ermittlung von elementaren Gefährdungen vorgegangen wird, ist davon abhängig, ob das \nbetrachtete Zielobjekt hinreichend mit bestehenden Bausteinen des IT-Grundschutz-Kompendiums ab­\ngebildet werden kann oder nicht. Für bestehende Bausteine wurde bereits vorab eine Risikoanalyse \ndurchgeführt und damit wurden für diese Bausteine bereits die relevanten elementaren Gefährdungen \nermittelt, die als Ausgangspunkt der Gefährdungsanalyse verwendet werden können. Für jedes Zielob­\njekt werden Nummer undTitel dieser Gefährdungen zusammengetragen und dem jeweiligen Zielobjekt \nzugeordnet. Darüber hinaus wird die Liste der elementaren Gefährdungen herangezogen und es wird \ngeprüft, ob weitere elementare Gefährdungen für das Zielobjekt relevant sind, also prinzipiell zu einem \nnennenswertenSchadenführenkönnen.DafüristjedeweitereelementareGefährdungdahingehendzu \nbewerten, ob diese direkt, indirekt oder gar nicht auf das Zielobjekt einwirken kann:\n\n•  „Direkt relevant“bedeutet hier, dass die jeweilige Gefährdung auf das betrachtete Zielobjekt ein­\nwirken kann und deshalb im Rahmen der Risikoanalyse behandelt werden muss.\n\n•  „Indirekt relevant“meint hier, dass die jeweilige Gefährdung zwar auf das betrachtete Zielobjekt \neinwirken kann, in ihrer potenziellen Wirkung aber nicht über andere (allgemeinere) Gefährdun­\ngen hinausgeht. In diesem Fall muss die jeweilige Gefährdung für dieses Zielobjekt nicht gesondert \nim Rahmen der Risikoanalyse behandelt werden.\n\n•  „Nicht relevant“heißt hier, dass die jeweilige Gefährdung nicht auf das betrachtete Zielobjekt ein­\nwirken kann und deshalb für dieses Zielobjekt im Rahmen der Risikoanalyse nicht behandelt wer­\nden muss.\n\nGefährdungen, die für ein bestimmtes Zielobjekt nur „indirekt relevant“ oder „nicht relevant“ sind, \nkönnen aber natürlich für andere Zielobjekte im selben Informationsverbund durchaus „direkt rele­\nvant“ sein.\n\nIn der Praxis hat der Typ des jeweiligen Zielobjekts einen wesentlichen Einfluss darauf, welche elemen­\ntaren Gefährdungen überhaupt darauf anwendbar sind. So wird die Gefährdung G 0.28 Soft­\nware-Schwachstellen oder -Fehler nur selten für einen Büroraum relevant sein, sondern eher für die \ndarin betriebenen Clients. Gefährdungen, die sich nicht auf konkrete technische Komponenten be­\nziehen, beispielsweise G 0.29 Verstoß gegen Gesetze oder Regelungen, eignen sich meist für Zielob­\njekte vom Typ Anwendung, Geschäftsprozess oder Informationsverbund.\n\nWird ein spezifisches Server-Betriebssystem betrachtet, ist beispielsweise die elementare Gefähr­\ndung G 0.25 Ausfall von Geräten oder Systemen eine relevante Gefährdung, gegen die unter \nUmständen spezifische Sicherheitsmaßnahmen zu ergreifen sind. Dagegen ist die elementare \nGefährdung G 0.1 Feuer ffr ein spezifisches Server-Betriebssystem irrelevant. Ein Betriebssystem \nbietet keine spezifischen Schutzmaßnahmen gegen Feuer, es wfrden durch die Betrachtung von \nG 0.1 Feuer keine neuen Aspekte gegenfber G 0.25 Ausfall von Geräten oder Systemen entste­\nhen.\n\nGefährdung Grundwerte \nWirkung und \nRelevanz\n\nKommentar\n\nG 0.1 Feuer \nVerfügbarkeit \nIndirekte Wir­\nkung/ \nnicht \nrelevant\n\nDie Gefährdung für ein Betriebssystem durch \nFeuer ist irrelevant, es würden durch die Be­\ntrachtung von G 0.1 Feuer keine neuen Aspekte \ngegenüber G 0.25 Ausfall von Geräten oder Sys­\ntemen abgedeckt.\n\nG 0.9 Ausfall \noder Störung \nvon Kommu­\nnikationsnet­\nzen\n\nVerfügbarkeit, \nIntegrität\n\nIndirekte Wir­\nkung/ \nnicht \nrelevant\n\nDie Gefährdung für ein Betriebssystem durch \nAusfall oder Störung von Kommunikationsnet­\nzen ist indirekt, es würden durch die Betrachtung \nvon G 0.9 keine neuen Aspekte gegenüber G \n0.26 Fehlfunktionen von Geräten oder Systemen \nentstehen. Ein Betriebssystem bietet keine spezi­\nfischen Schutzmaßnahmen gegen G 0.9, die Ge­\nfährdung ist somit hier nicht relevant. Es sind kei­\nne spezifischen Maßnahmen erforderlich.\n\nG 0.25 Aus­\nVerfügbarkeit \nDirekte \nDie Gefährdung durch G 0.25 Ausfall von Gerä­\nfall von Gerä-\nWirkung/ \nten oder Systemen wirkt direkt auf ein Betriebs­\nten oder Sys­\nrelevant \nsystem ein. Daher sind Maßnahmen gegen G \ntemen \n0.25 Ausfall von Geräten und Systemen zu prü­\nfen.\n\nG 0.26 Fehl­\nVertraulichkeit, \nDirekte \nDie Gefährdung durch G 0.26 Fehlfunktionen \nfunktion von \nVerfügbarkeit, \nWirkung/ \nvon Geräten oder Systemen wirkt direkt auf ein \nGeräten oder Integrität \nrelevant \nBetriebssystem ein. Daher sind Maßnahmen ge-\nSystemen \ngen G 0.26 Fehlfunktionen von Geräten und \nSystemen zu prüfen.\n\nTabelle 2: Beispiel zur Ermittlung elementarer Gefährdungen ffr ein Server-Betriebssystem\n\nKann das betrachtete Zielobjekt nicht hinreichend mit bestehenden Bausteinen des IT-Grund­\nschutz-Kompendiums abgebildet werden, da es sich um Themenbereiche handelt, die bisher im \nIT-Grundschutz-Kompendium noch nicht oder nicht ausreichend abgedeckt sind, um den betrachte­\nten Informationsverbund modellieren zu können, dann wird die Liste der 47 elementaren Gefährdun­\ngen herangezogen und für jedes Zielobjekt jeweils geprüft, welche Gefährdungen relevant sind. Hier­\nbei kann dieselbe Vorgehensweise wie weiter oben beschrieben angewendet werden.\n\nBSI-Standard 200-3\n\nAls Ergebnis der vorangegangenen Schritte liegt eine Tabelle vor, in der jedem Zielobjekt eine Liste mit \nrelevanten elementaren Gefährdungen zugeordnet ist. Um die nachfolgende Analyse zu erleichtern, \nsollte in der Tabelle für jedes Zielobjekt der Schutzbedarf vermerkt werden, der im Rahmen der Schutz­\nbedarfsfeststellung in den drei Grundwerten Vertraulichkeit, Integrität und Verfügbarkeit ermittelt \nwurde. Für das übergeordnete Zielobjekt Informationsverbund kann diese Zuordnung entfallen.\n\nIm Folgenden wird anhand der beiden Beispiele dargestellt, wie die Gefährdungsübersicht anhand \nvon elementaren Gefährdungen erstellt werden kann.\n\nBeispiel 1:\n\nDie RECPLAST GmbH betreibt an ihrem Standort in Bad Godesberg ein zentral administriertes \nNetz mit 130 angeschlossenen Arbeitsplätzen. Die Arbeitsplatzrechner sind mit den fblichen Bf­\nroanwendungen (Standardsoftware ffr Textverarbeitung, Tabellenkalkulation und Präsentation) \nund Client-Software ffr die Nutzung von E-Mails und Internet ausgestattet. Zusätzlich gibt es je \nnach Aufgabengebiet auf verschiedenen Arbeitsplatzrechnern Spezialsoftware.\n\nAbbildung 2: Ausschnitt aus einem Netzplan (RECPLAST Teilnetz A)\n\nBSI-Standard 200-3\n\nIm Rahmen der Schutzbedarfsfeststellung ist für folgende Zielobjekte (siehe Tabelle 3) ein hoher bzw. \nsehr hoher Schutzbedarf in mindestens einem der drei Grundwerte (Vertraulichkeit, Integrität oder \nVerfügbarkeit) festgestellt worden.\n\n•  Firewall N1\n\n•  Switches N2, N3 und N4,\n\n•  Virtualisierungsserver S1, virtuelle Maschinen S2 und S3, DBMS-Server (S5) und Datenbankmana­\ngementsystem A1 (kurz: Datenbank A1),\n\n• Laptops C3 und Clients C1\n\nSomit müssen diese einer Risikoanalyse unterzogen werden.\n\nIm Folgenden findet sich ein Auszug aus der Modellierung der RECPLAST GmbH, Teilnetz A.\n\nNummer \nTitel des Bausteins \nZielobjekt\n\nISMS.1, ORP.1 usw. \nSicherheitsmanagement, Organisation \nusw.\n\nIV\n\nINF.2 \nRechenzentrum \nR.005, R.006\n\nINF.7 \nBfroraum \nR.007\n\nNET.3.2 \nFirewall \nN1\n\nNET.3.1 \nRouter und Switches \nN2, N4\n\nNET.3.1 \nRouter und Switches \nN3\n\nSYS.1.5 \nVirtualisierung \nS1\n\nAPP.5.1 \nGroupware \nS2 (VM1)\n\nAPP.3.3 \nFileserver \nS3 (VM2)\n\nSYS.1.2.2 \nWindows Server 2012 \nS5\n\nAPP.4.3 \nRelationale Datenbanksysteme \nA1\n\nSYS.2.2 \nWindows-Clients \nC1\n\nSYS.2.3 \nClients unter Unix (Laptops) \nC3\n\nTabelle 3: Liste der betrachteten Zielobjekte (Auszug)\n\nBeispiel 2:\n\nBei der Modellierung des Informationsverbundes, der der Smart-Meter-Gateway-Administration \nzugrunde liegt, ist festgestellt worden, dass dem Zielobjekt „Smart-Meter-Gateway-Administra­\ntion Zx“ kein IT-Grundschutz-Baustein zugeordnet werden kann. Dieses muss daher ebenfalls \neiner Risikoanalyse unterzogen werden.\n\nNummer \nTitel des Bausteins \nZielobjekt\n\n– \n– \nSmart-Meter-Gateway-Administration Zx\n\nTabelle 4: Liste der betrachteten Zielobjekte (Auszug)\n\nDie nachfolgenden Tabellen stellen eine Übersicht von relevanten elementaren Gefährdungen für die \nbetrachteten Zielobjekte (Virtualisierungsserver S1, Datenbank A1) und Smart-Meter-Gateway-Ad­\nministration Zx dar. Sie dienen als Ausgangspunkt für die nachfolgende Ermittlung zusätzlicher Ge­\nfährdungen.\n\nVirtualisierungsserver S1\n\nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nG 0.14 Ausspähen von Informationen/Spionage \nG 0.15 Abhören \nG 0.18 Fehlplanung oder fehlende Anpassung \nG 0.19 Offenlegung schftzenswerter Informationen \nG 0.21 Manipulation von Hard- oder Software \nG 0.22 Manipulation von Informationen \nG 0.23 Unbefugtes Eindringen in IT-Systeme \nG 0.25 Ausfall von Geräten oder Systemen \nG 0.26 Fehlfunktion von Geräten oder Systemen \nG 0.28 Software-Schwachstellen oder -Fehler \nG 0.30 Unberechtigte Nutzung oder Administration von Geräten und Systemen \nG 0.31 Fehlerhafte Nutzung oder Administration von Geräten und Systemen \nG 0.32 Missbrauch von Berechtigungen \nG 0.40 Verhinderung von Diensten (Denial of Service) \nG 0.43 Einspielen von Nachrichten \nG 0.45 Datenverlust \nG 0.46 Integritätsverlust schftzenswerter Informationen\n\nTabelle 5: Gefährdungsfbersicht ffr das Zielobjekt S1 (Auszug)\n\nBSI-Standard 200-3\n\nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nG 0.14 Ausspähen von Informationen/Spionage \nG 0.15 Abhören \nG 0.18 Fehlplanung oder fehlende Anpassung \nG 0.19 Offenlegung schftzenswerter Informationen \nG 0.20 Informationen aus unzuverlässiger Quelle \nG 0.21 Manipulation von Hard- und Software \nG 0.22 Manipulation von Informationen \nG 0.23 Unbefugtes Eindringen in IT-Systeme \nG 0.25 Ausfall von Geräten oder Systemen \nG 0.26 Fehlfunktion von Geräten oder Systemen \nG 0.27 Ressourcenmangel \nG 0.28 Software-Schwachstellen oder -fehler \nG 0.30 Unberechtigte Nutzung oder Administration von Geräten und Systemen \nG 0.31 Fehlerhafte Nutzung oder Administration von Geräten und Systemen \nG 0.32 Missbrauch von Berechtigungen \nG 0.37 Abstreiten von Handlungen \nG 0.39 Schadprogramme \nG 0.40 Verhinderung von Diensten (Denial of Service) \nG 0.43 Einspielen von Nachrichten \nG 0.45 Datenverlust \nG 0.46 Integritätsverlust schftzenswerter Informationen\n\nTabelle 6: Gefährdungsfbersicht ffr das Zielobjekt A1 (Auszug)\n\nSmart-Meter-Gateway-Administration Zx\n\nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nG 0.18 Fehlplanung oder fehlende Anpassungen \nG 0.21 Manipulation von Hard- oder Software \nG 0.22 Manipulation von Informationen \nG 0.23 Unbefugtes Eindringen in IT-Systeme \nG 0.25 Ausfall von Geräten oder Systemen \nG 0.26 Fehlfunktion von Geräten oder Systemen \nG 0.28 Software-Schwachstellen oder -fehler \nG 0.30 Unberechtigte Nutzung oder Administration von Geräten und Systemen \nG 0.43 Einspielen von Nachrichten \nusw.\n\nTabelle 7: Gefährdungsfbersicht ffr das Zielobjekt Zx (Auszug)\n\nFür die betrachteten Zielobjekte gibt es unter Umständen einzelne zusätzliche Gefährdungen, die \nüber die elementaren Gefährdungen hinausgehen und sich aus dem spezifischen Einsatzszenario oder \nAnwendungsfall ergeben. Diese müssen ebenfalls berücksichtigt werden.\n\nFür die Informationssicherheit relevante Gefährdungen sind solche,\n\n•  die zu einem nennenswerten Schaden führen können und\n\n•  die im vorliegenden Anwendungsfall und Einsatzumfeld realistisch sind.\n\nDie elementaren Gefährdungen wurden so ausgewählt, dass sie eine kompakte, gleichzeitig ange­\nmessene und in typischen Szenarien vollständige Grundlage für Risikoanalysen bieten. Daher sollte \nder Fokus bei der Ermittlung zusätzlicher Gefährdungen nicht darauf liegen, weitere elementare Ge­\nfährdungen zu identifizieren. Es kann aber sinnvoll sein, spezifische Aspekte einer elementaren Ge­\nfährdung zu betrachten, da dieser Schritt es erleichtern kann, spezifische Maßnahmen zu identifizie­\nren.\n\nHinweis:\n\nFalls eine Institution im Rahmen dieses Schrittes eine weitere generische Gefährdung identifiziert, \ndie bisher nicht im IT-Grundschutz-Kompendium enthalten ist, sollte sie dies dem BSI mitteilen, \ndamit der Katalog der elementaren Gefährdungen entsprechend erweitert werden kann.\n\nBei der Ermittlung zusätzlicher relevanter Gefährdungen sollte der Schutzbedarf des jeweiligen Ziel­\nobjekts in Bezug auf die drei Grundwerte der Informationssicherheit Vertraulichkeit, Integrität und \nVerffgbarkeit berücksichtigt werden:\n\n•  Hat das Zielobjekt in einem bestimmten Grundwert den Schutzbedarf sehr hoch, sollten vorrangig \nsolche Gefährdungen gesucht werden, die diesen Grundwert beeinträchtigen.\n\n•  Auch wenn das Zielobjekt in einem bestimmten Grundwert den Schutzbedarf hoch hat, sollten \nsolche Gefährdungen gesucht werden, die diesen Grundwert beeinträchtigen.\n\n•  Hat das Zielobjekt in einem bestimmten Grundwert den Schutzbedarf normal, sind die empfohle­\nnen Sicherheitsanforderungen für diesen Grundwert in der Regel ausreichend, sofern das Zielob­\njekt mit den existierenden Bausteinen des IT-Grundschutzes modelliert werden kann.\n\nUnabhängig vom Schutzbedarf des betrachteten Zielobjekts ist die Identifikation zusätzlicher relevan­\nter Gefährdungen besonders wichtig, wenn es im IT-Grundschutz-Kompendium keinen geeigneten \nBaustein für das Zielobjekt gibt oder wenn das Zielobjekt in einem Einsatzszenario (Umgebung, An­\nwendung) betrieben wird, das im IT-Grundschutz-Kompendium nicht vorgesehen ist.\n\nHinweise, welche Fragestellungen bei der Identifikation zusätzlicher Gefährdungen betrachtet wer­\nden sollten, finden sich im Anhang (siehe Kapitel 9).\n\nIn der Praxis ist es oft so, dass zusätzliche Gefährdungen gleich mehrere Zielobjekte betreffen. Die iden­\ntifizierten zusätzlichen Gefährdungen werden in der Gefährdungsübersicht ergänzt.\n\nBSI-Standard 200-3\n\nWenn relevante Gefährdungen nicht berfcksichtigt werden, kann dies zu Lfcken im resultieren­\nden Sicherheitskonzept ffhren. Im Zweifelsfall sollte daher sorgfältig analysiert werden, ob und \n(wenn ja) welche Gefährdungen noch fehlen. Hierbei ist es oft ratsam, auf externe Beratungs­\ndienstleistungen zurfckzugreifen.\n\nIn der Praxis hat es sich bewährt, zur Identifikation zusätzlicher Gefährdungen ein gemeinsames Brain­\nstorming mit allen beteiligten Mitarbeitern durchzuführen. Es sollten Informationssicherheitsbeauf­\ntragte, Fachverantwortliche, Administratoren und Benutzer des jeweils betrachteten Zielobjekts und \ngegebenenfalls auch externe Sachverständige beteiligt werden. Der Arbeitsauftrag an die Teilnehmer \nsollte klar formuliert sein und die Zeit für das Brainstorming begrenzt werden. Ein Experte für Infor­\nmationssicherheit sollte das Brainstorming moderieren.\n\nBeispiel (Auszug RECPLAST)\n\nIm Rahmen eines Brainstormings identifiziert das Unternehmen RECPLAST unter anderem folgen­\nde zusätzliche Gefährdungen:\n\nGesamter Informationsverbund\n\nG z.1 Manipulation durch Familienangehörige und Besucher\n\nFamilienangehörige und Besucher haben zeitweise Zutritt zu bestimmten Räumlichkeiten des Unte­\nnehmens. Es besteht die Gefahr, dass diese Personen dies als Gelegenheit nutzen, unerlaubte Ver­\nänderungen an Hardware, Software oder Informationen vorzunehmen. \nDiese zusätzliche Gefährdung konkretisiert die elementaren Gefährdungen \nG 0.21 Manipulation von Hard- oder Software und G 0.22 Manipulation von Informationen.\n\nusw.\n\nSwitch N3\n\nVertraulichkeit: normal \nIntegrität: normal \nVerfügbarkeit: hoch\n\nG z.2 Beschädigung von Informationstechnik im Fertigungsbereich\n\nDer Client C1 und der Switch N3 werden im Fertigungsbereich des Unternehmens betrieben und \nsind deshalb besonderen physischen Gefahren ausgesetzt. Die Geräte können beschädigt, zerstört \noder deren Lebensdauer reduziert werden. \n(Konkretisierung von G 0.24 Zerstörung von Geräten oder Datenträgern)\n\nusw.\n\nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nIm Rahmen des Brainstormings wurden keine zusätzlichen Gefährdungen identifiziert, allerdings \nwurde festgestellt, dass zusätzliche Sicherheitsanforderungen erforderlich sind, um die Gefährdun­\ngen G 0.28 Software-Schwachstellen oder -fehler und G 0.32 Missbrauch von Berechtigungen bei \nerhöhtem Schutzbedarf zu reduzieren. Dieses Ergebnis wird für den Arbeitsschritt Behandlung von \nRisiken vorgemerkt.\n\nBSI-Standard 200-3",
  "pages": {
    "start": 16,
    "end": 26
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}