{
  "id": "5_2",
  "header": "5.2 Risikobewertung",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "5.2",
      "title": "Risikobewertung"
    }
  ],
  "content": "Anhand der zuvor definierten Kategorien für die potenzielle Schadenshöhe sowie der Klassifikation \nfür Eintrittshäufigkeiten von Gefährdungen legt das BSI folgende Risikomatrix (siehe Abbildung 3) \nfest. Sie dient lediglich dazu, die nachfolgenden Beispiele zu veranschaulichen, und sollte auf die \neigenen Bedürfnisse angepasst werden\n\nBSI-Standard 200-3\n\nAbbildung 3: Matrix zur Einstufung von Risiken\n\ngering \nDie bereits umgesetzten oder zumindest im Sicherheitskonzept vorgesehenen Sicher­\nheitsmaßnahmen bieten einen ausreichenden Schutz. In der Praxis ist es üblich, geringe \nRisiken zu akzeptieren und die Gefährdung dennoch zu beobachten.\n\nmittel \nDie bereits umgesetzten oder zumindest im Sicherheitskonzept vorgesehenen Sicher­\nheitsmaßnahmen reichen möglicherweise nicht aus.\n\nhoch \nDie bereits umgesetzten oder zumindest im Sicherheitskonzept vorgesehenen Sicher­\nheitsmaßnahmen bieten keinen ausreichenden Schutz vor der jeweiligen Gefährdung.\n\nsehr hoch Die bereits umgesetzten oder zumindest im Sicherheitskonzept vorgesehenen Sicher­\nheitsmaßnahmen bieten keinen ausreichenden Schutz vor der jeweiligen Gefährdung. \nIn der Praxis werden sehr hohe Risiken selten akzeptiert.\n\nTabelle 10: Definition von Risikokategorien\n\nNachdem Risiken identifiziert, eingeschätzt und bewertet worden sind, ist das weitere Vorgehen (Ri­\nsikobehandlungsstrategie) von Institution zu Institution sehr unterschiedlich. Eine generelle Empfeh­\nlung zur Auswahl einer bestimmten Behandlungsstrategie kann das BSI nicht geben, da viele indivi­\nduelle Aspekte betrachtet werden müssen. Insbesondere hängt die Risikobehandlungsstrategie sehr \nstark vom Risikoappetit der jeweiligen Institution ab (siehe Kapitel 9).\n\nHinweis:\n\nIm Rahmen der Risikoeinstufung kommen oftmals erste Ideen zur Sprache, mit welchen Sicher­\nheitsmaßnahmen den Gefährdungen begegnet werden kann. Diese Vorschläge sind ffr die nach­\nfolgenden Arbeitsschritte nftzlich und sollten deshalb notiert werden.\n\nDie Risikoeinstufung liefert eine Übersicht über das Ausmaß der Risiken, die sich aus den Gefährdun­\ngen für das jeweilige Zielobjekt ergeben. Dabei werden die geplanten oder bereits umgesetzten Si­\ncherheitsmaßnahmen berücksichtigt. Die Behandlung dieser Risiken ist Gegenstand des nächsten \nAbschnitts.\n\nBeispiel (Auszug):\n\nBei der Beispielfirma RECPLAST GmbH wurde anhand der Gefährdungsfbersicht eine Risikoein­\nstufung ffr\n\n•  den Virtualisierungsserver S1 (ffr die Gefährdungen G 0.15 Abhören und G 0.25 Ausfall von \nGeräten oder Systemen) sowie\n\n•  das Datenbankmanagementsystem A1 (ffr die Gefährdungen G 0.28 Software-Schwachstel­\nlen oder -Fehler und Gefährdung G 0.32 Missbrauch von Berechtigungen)\n\ndurchgeffhrt. Das Ergebnis kann den nachfolgenden Tabellen entnommen werden.\n\nVirtualisierungsserver S1 \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung: \nG 0.15 Abhören (hier Live-Migration)\n\nBeeinträchtigte Grundwerte: \nVertraulichkeit\n\nEintrittshäufigkeit ohne zusätzli­\nche Maßnahmen: selten\n\nAuswirkungen ohne zusätzliche \nMaßnahmen: beträchtlich\n\nRisiko ohne zusätzliche Maß­\nnahmen: mittel\n\nBeschreibung: \nUm den Virtualisierungsserver S1 warten zu können, werden alle virtuellen Maschinen (VMs), die \ndarauf ausgeführt werden, auf den Virtualisierungsserver S6 verschoben (Live-Migration). Dabei \nwerden aktuelle Speicherinhalte der VMs von S1 zu S6 übertragen. Aus Performancegründen ist \ndarauf verzichtet worden, die Informationen zu verschlüsseln, sodass der Datenstrom grundsätzlich \nmitgelesen werden kann. Auch der Datenstrom vom Virtualisierungsserver S1 zu den angeschlossen \nzentralen Speichersystemen ist unverschlüsselt. Hierdurch können vertrauliche Informationen mit­\ngeschnitten werden. \nBewertung: \nUm die virtuelle Infrastruktur sicher betreiben zu können, ist auf Netzebene auf eine geeignete Seg­\nmentierung geachtet worden. Die einzelnen Netzsegmente (z. B. Managementnetz, Netz für die \nLive-Migration oder Storage-Netz) sind voneinander getrennt und so konfiguriert worden, dass diese \nvon außen nicht zugänglich sind. Auf das Live-Migration-Netz dürfen nur befugte Administratoren \nzugreifen. Die Administration der virtuellen Infrastruktur ist in die zentrale Rechteverwaltung des \nInformationsverbunds eingebunden. \nDa nur befugte Administratoren auf das Live-Migration-Netz zugreifen dürfen, können die Speicher­\ninhalte der übertragenen VMs nur von ihnen mitgelesen werden. Den Administratoren wird jedoch \nvertraut, sodass die Wahrscheinlichkeit für das Abhören als „selten“ eingeschätzt wird. Die Auswir­\nkungen werden jedoch aufgrund der Vertraulichkeit der übertragenen Inhalte mit „beträchtlich“ \neingeschätzt, wodurch sich ein mittleres Risiko ergibt.\n\nBSI-Standard 200-3\n\nDatenbank A1 \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung: \nG 0.28 Software-Schwachstellen oder -Fehler\n\nBeeinträchtigte Grundwerte: \nVertraulichkeit, Integrität, Verfügbarkeit\n\nEintrittshäufigkeit ohne zusätzli­\nche Maßnahmen: häufig\n\nAuswirkungen ohne zusätzliche \nMaßnahmen: beträchtlich\n\nRisiko ohne zusätzliche Maß­\nnahmen: hoch\n\nBeschreibung:\n\nUm Arbeitszeiten der Mitarbeiter zu erfassen, verwendet die RECPLAST GmbH eine Softwarelösung, \ndie als Webanwendung implementiert ist. Auf die Webanwendung haben alle Mitarbeiter Zugriff \nund können ihre geleisteten Arbeitsstunden selbstständig eintragen. Die eingetragenen Arbeits­\nstunden werden von den Abteilungsleitern geprüft und freigegeben. Zusätzlich werden den Mitar­\nbeitern über die Webanwendung am Monatsende die Gehaltsabrechnungen bereitgestellt. Für die \nDatenhaltung nutzt die Anwendung eine Datenbank, die im Datenbankmanagementsystem \n(DBMS) betrieben wird.\n\nDie Webanwendung beinhaltet in der eingesetzten Version eine bekannte SQL-Injection-Schwach­\nstelle, die mit vergleichsweise wenig Aufwand ausgenutzt werden kann. Für die Webanwendung \nsind keine Updates mehr verfügbar, da der Hersteller der Softwarelösung Insolvenz anmelden muss­\nte.\n\nBewertung:\n\nAuf dem Datenbankmanagementsystem sind alle Berechtigungen so restriktiv wie möglich verge­\nben, um zu verhindern, dass die Sicherheitslücke einer Anwendung Auswirkungen auf die Daten­\nbanken weiterer Anwendungen hat. Die Auswirkungen der SQL-Injection-Schwachstelle der Web­\nanwendung bleiben also auf die Daten der Webanwendung selbst beschränkt.\n\nDa die SQL-Injection-Schwachstelle der Webanwendung öffentlich bekannt ist und relativ leicht \nausgenutzt werden kann, wird die Wahrscheinlichkeit mit „häufig“ eingeschätzt. Wird die Lücke \nerfolgreich ausgenutzt, hat dies Auswirkungen auf die Vertraulichkeit und Integrität der eingegebe­\nnen Arbeitsstunden, der Freigabe der Arbeitsstunden und der Gehaltsabrechnungen. Die Auswir­\nkungen werden daher mit „beträchtlich“ angegeben. Hierdurch ergibt sich ein hohes Risiko.\n\nDa oftmals sehr viele Zielobjekte und sehr viele Gefährdungen bearbeitet werden mfssen, ist der \nFließtext bei der Beschreibung und Bewertung einer Gefährdung optional und dient in den obigen \nBeispielen nur dazu, das Ergebnis der Bewertung nachvollziehbar darzustellen. Bei den in der \nTabelle erwähnten Maßnahmen handelt es sich in der Regel um Maßnahmen, die aus den Basis-\nund Standard-Anforderungen des IT-Grundschutz-Kompendiums abgeleitet worden sind. Die \nnachfolgende Darstellung (Bewertung der Gefährdungen G 0.25 Ausfall von Geräten oder Sys­\ntemen, G 0.32 Missbrauch von Berechtigungen usw.) ist bei Risikobewertungen vollkommen \nausreichend.\n\nVirtualisierungsserver S1 \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung: \nG 0.25 Ausfall von Geräten oder Systemen \n(hier Ausfall des zentralen Verwaltungsservers)\n\nBeeinträchtigte Grundwerte: \nVerfügbarkeit\n\nEintrittshäufigkeit ohne zusätz­\nliche Maßnahmen: mittel\n\nAuswirkungen ohne zusätzliche \nMaßnahmen: beträchtlich\n\nRisiko ohne zusätzliche Maßnah­\nmen: mittel\n\nDatenbank A1 \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung: \nG 0.32 Missbrauch von Berechtigungen\n\nBeeinträchtigte Grundwerte: \nVertraulichkeit, Integrität, Verfügbarkeit\n\nEintrittshäufigkeit ohne zusätz­\nliche Maßnahmen: selten\n\nAuswirkungen ohne zusätzliche \nMaßnahmen: \nexistenzbedro­\nhend\n\nRisiko ohne zusätzliche Maßnah­\nmen: mittel\n\nBei dem fiktiven Unternehmen MUSTERENERGIE GmbH wurde für das Zielobjekt „Smart-Meter-Gateway-Administration Zx“ eine \nRisikoeinstufung (für die Gefährdungen G 0.18 Fehlplanung oder fehlende Anpassungen und G 0.32 Missbrauch von Berechti­\ngungen) durchgeführt. Das Ergebnis kann der nachfolgenden Tabelle entnommen werden.\n\nBSI-Standard 200-3\n\nSmart-Meter-Gateway-Administration Zx \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung: \nG 0.18 Fehlplanung oder fehlende Anpas­\nsung \n(hier: fehlende oder unzureichende Netz­\nsegmentierung)\n\nBeeinträchtigte Grundwerte: \nVerfügbarkeit, Vertraulichkeit, Integrität\n\nEintrittshäufigkeit ohne zusätzliche Maß­\nnahmen: häufig\n\nAuswirkungen ohne \nzusätzliche Maß­\nnahmen: beträcht­\nlich\n\nRisiko ohne zusätzliche Maßnah­\nmen: hoch\n\nGefährdung: \nG 0.32 Missbrauch von Berechtigungen\n\nBeeinträchtigte Grundwerte: \nVerfügbarkeit, Vertraulichkeit, Integrität\n\nEintrittshäufigkeit ohne zusätzliche Maß­\nnahmen: häufig\n\nAuswirkungen ohne \nzusätzliche Maß­\nnahmen: beträcht­\nlich\n\nRisiko ohne zusätzliche Maßnah­\nmen: hoch\n\nusw.",
  "pages": {
    "start": 27,
    "end": 33
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}