{
  "id": "6_1",
  "header": "6.1 Risikobehandlungsoptionen",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "6.1",
      "title": "Risikobehandlungsoptionen"
    }
  ],
  "content": "Wie bereits in Kapitel 5 dargestellt, sind je nach Risikoappetit einer Institution unterschiedliche Risi­\nkoakzeptanzkriterien möglich. Im Folgenden wird davon ausgegangen, dass eine Institution „gerin­\nge“ Risiken grundsätzlich akzeptiert, „mittlere“, „hohe“ und „sehr hohe“ Risiken jedoch nur in Aus­\nnahmefällen.\n\nIn der Praxis ergeben sich im Rahmen der Risikoeinstufung meist mehrere Gefährdungen, aus denen \nsich Risiken in den Stufen „mittel“, „hoch“ oder „sehr hoch“ ergeben.\n\nEs muss entschieden werden, wie mit diesen verbleibenden Risiken umgegangen wird. Es müssen also \ngeeignete Risikobehandlungsoptionen ausgewählt werden. Risiken können\n\n•  vermieden werden, indem beispielsweise die Risikoursache ausgeschlossen wird,\n\n•  reduziert werden, indem die Rahmenbedingungen, die zur Risikoeinstufung beigetragen haben, \nmodifiziert werden,\n\n•  transferiert werden, indem die Risiken mit anderen Parteien geteilt werden,\n\n•  akzeptiert werden, beispielsweise weil die mit dem Risiko einhergehenden Chancen wahrgenom­\nmen werden sollen.\n\nIm Folgenden werden die Risikobehandlungsoptionen der Vermeidung, Reduktion und des Transfers \nnäher betrachtet. Darauf aufbauend, muss eine Institution Risikoakzeptanzkriterien festlegen und die \nRisikobehandlung darauf abbilden. Bei der Entscheidung, wie mit den identifizierten Risiken umge­\ngangen wird, muss auf jeden Fall die Leitungsebene beteiligt werden, da sich aus der Entscheidung \nunter Umständen erhebliche Schäden ergeben oder zusätzliche Kosten entstehen können.\n\nFür jede Gefährdung in der vervollständigten Gefährdungsübersicht mit Risikokategorie „mittel“, \n„hoch“ oder „sehr hoch“ müssen folgende Fragen beantwortet werden:\n\nA: Risikovermeidung: Ist es sinnvoll, das Risiko durch eine Umstrukturierung des Geschäftsprozesses \noder des Informationsverbunds zu vermeiden?\n\nGründe für diesen Ansatz können beispielsweise sein:\n\n•  Alle wirksamen Gegenmaßnahmen sind mit hohem Aufwand verbunden und damit sehr teuer, die \nverbleibende Gefährdung kann aber trotzdem nicht hingenommen werden.\n\n•  Die Umstrukturierung bietet sich ohnehin aus anderen Gründen an, z. B. zur Kostensenkung.\n\n•  Es kann einfacher und eleganter sein, die vorhandenen Abläufe zu ändern, als sie durch Hinzufü­\ngen von Sicherheitsmaßnahmen komplexer zu machen.\n\n•  Alle wirksamen Gegenmaßnahmen würden erhebliche Einschränkungen für die Funktion oder den \nKomfort des Systems mit sich bringen.\n\nB: Risikoreduktion (Risikomodifikation): Ist es sinnvoll und möglich, das Risiko durch weitere Sicher­\nheitsmaßnahmen zu reduzieren?\n\nDas Risiko durch die verbleibende Gefährdung kann möglicherweise gesenkt werden, indem eine \noder mehrere ergänzende Sicherheitsmaßnahmen erarbeitet und umgesetzt werden, die der Gefähr­\n\nBSI-Standard 200-3\n\ndung entgegenwirken. Als Informationsquellen über ergänzende Sicherheitsmaßnahmen kommen \nbeispielsweise folgende infrage:\n\n•  die Dokumentation und der Service des Herstellers, wenn es sich bei dem betroffenen Zielobjekt \num ein Produkt handelt,\n\n•  Standards und Best Practices, wie sie beispielsweise von Gremien im Bereich der Informationssi­\ncherheit erarbeitet werden,\n\n•  andere Veröffentlichungen und Dienstleistungen, die beispielsweise im Internet oder von speziali­\nsierten Unternehmen angeboten werden,\n\n•  Erfahrungen, die innerhalb der eigenen Institution oder bei Kooperationspartnern gewonnen wur­\nden.\n\nDer hypothetische Aufwand und mögliche Kosten für gegebenenfalls erforderliche Sicherheitsmaß­\nnahmen und Informationen über bereits vorhandene Sicherheitsmechanismen sind wichtige Ent­\nscheidungshilfen.\n\nC: Risikotransfer (Risikoteilung): Ist es sinnvoll, das Risiko an eine andere Institution zu fbertragen, \nbeispielsweise durch den Abschluss eines Versicherungsvertrags oder durch Outsourcing?\n\nGründe für diesen Ansatz können beispielsweise sein:\n\n•  Die möglichen Schäden sind rein finanzieller Art.\n\n•  Es ist ohnehin aus anderen Gründen geplant, Teile der Geschäftsprozesse auszulagern.\n\n•  Der Vertragspartner ist aus wirtschaftlichen oder technischen Gründen besser in der Lage, mit dem \nRisiko umzugehen.\n\nWenn im Rahmen der Risikobehandlung zusätzliche Sicherheitsanforderungen identifiziert werden, \nmuss die Risikoeinstufung (siehe nachfolgende Beispiele) für die betroffenen Zielobjekte entspre­\nchend angepasst werden. Zu beachten ist dabei, dass neue Anforderungen unter Umständen nicht \nnur Auswirkungen auf das jeweils analysierte Zielobjekt haben, sondern auch auf andere Zielobjekte. \nDie zusätzlichen Anforderungen und die daraus resultierenden Sicherheitsmaßnahmen werden im \nSicherheitskonzept dokumentiert.\n\nWenn im Rahmen der Risikobehandlung Änderungen an den Geschäftsprozessen oder am Informa­\ntionsverbund vorgenommen wurden, etwa durch Risikovermeidung oder Risikotransfer, müssen diese \ninsgesamt im Sicherheitskonzept berücksichtigt werden. Dies betrifft im Allgemeinen auch Arbeits­\nschritte, die in der IT-Grundschutz-Vorgehensweise gemäß BSI-Standard 200-2 dargestellt sind, be­\nginnend bei der Strukturanalyse. Selbstverständlich kann dabei aber auf die bisher erarbeiteten Infor­\nmationen und Dokumente zurückgegriffen werden.\n\nBeim Risikotransfer ist die sachgerechte Vertragsgestaltung einer der wichtigsten Aspekte. Besonders \nbei Outsourcing-Vorhaben sollte hierzu auf juristischen Sachverstand zurückgegriffen werden. Die \nEntscheidung wird von der Leitungsebene getroffen und nachvollziehbar dokumentiert.\n\nD:Risikoakzeptanz: Können die Risiken auf Basiseiner nachvollziehbaren Faktenlage akzeptiert werden?\n\nDie Schritte der Risikoeinstufung und Risikobehandlung werden so lange durchlaufen, bis die Risiko­\nakzeptanzkriterien der Institution erreicht sind und das verbleibende Risiko („Restrisiko“) somit im \nEinklang mit den Zielen und Vorgaben der Institution steht.\n\nDas Restrisiko muss anschließend der Leitungsebene zur Zustimmung vorgelegt werden (Risikoak­\nzeptanz). Damit wird nachvollziehbar dokumentiert, dass die Institution sich des Restrisikos bewusst\n\nist. Idealerweise akzeptiert eine Institution nur Risiken der Stufe „gering“. In der Praxis ist dies aber \nnicht immer zweckmäßig. Gründe, auch höhere Risiken zu akzeptieren, können beispielsweise sein:\n\n•  Die entsprechende Gefährdung führt nur unter ganz speziellen Voraussetzungen zu einem Schaden.\n\n•  Gegen die entsprechende Gefährdung sind derzeit keine wirksamen Gegenmaßnahmen bekannt \nund sie lässt sich in der Praxis auch kaum vermeiden.\n\n•  Aufwand und Kosten für wirksame Gegenmaßnahmen überschreiten den zu schützenden Wert.\n\nHinweis:\n\nAuch diejenigen IT-Grundschutz-Anforderungen, die im IT-Grundschutz-Kompendium als Anfor­\nderungen bei erhöhtem Schutzbedarf aufgeffhrt sind sowie die zugehörigen Maßnahmen, kön­\nnen als Anhaltspunkte ffr weiterffhrende Sicherheitsmaßnahmen im Rahmen einer Risikoanalyse \nherangezogen werden. Dabei handelt es sich um Beispiele, die fber das dem Stand der Technik \nentsprechende Schutzniveau hinausgehen und in der Praxis häufig angewandt werden. Zu be­\nachten ist jedoch, dass Anforderungen bei erhöhtem Schutzbedarf grundsätzlich empfehlens­\nwert sind, aber auch bei hohen Sicherheitsanforderungen nicht automatisch verbindlich werden. \nSomit mfssen sie auch nicht zwingend in eine Risikoanalyse einbezogen werden.",
  "pages": {
    "start": 33,
    "end": 35
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}