{
  "id": "6_2",
  "header": "6.2 Risiken unter Beobachtung",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "6.2",
      "title": "Risiken unter Beobachtung"
    }
  ],
  "content": "### G 0.28 \nSoftware-Schwachstellen\n\nhoch \nB: Risikoreduktion \nErgänzende Sicherheitsmaßnahme: \nmit ergänzen-\noder -Fehler \nder Maßnahme: Die manuelle Erfassung und Freigabe der Arbeits­\n\ngering \nstunden würde einen erheblichen Mehraufwand sei­\ntens der Abteilungsleiter und der Personalabteilung \ndarstellen, der aktuell nicht geleistet werden kann. \nBis die Webanwendung durch eine neue Anwen­\ndung abgelöst wird, setzt man eine Datenbank-Fire­\nwall ein, um das bestehende Risiko zu reduzieren. \nHierfür erstellen die Datenbankadministratoren ei­\nnen geeigneten Satz an Regeln, die verhindern, dass \nan der Webanwendung eingeschleuste SQL-Anfra­\ngen auf der Datenbank ausgeführt werden. Der Per­\nformance-verlust, der dadurch entsteht, dass eine \nDatenbank-Firewall eingesetzt werden muss, wird \nfür die Webanwendung als tolerabel eingeschätzt.\n\nDatenbank A1 \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nGefährdung \nRisikokategorie \nRisikobehandlungsoption\n\nG 0.32 Missbrauch von \nBerechtigungen\n\nmittel \nB: Risikoreduktion \nErgänzende Sicherheitsmaßnahme: \nmit ergänzender \nMaßnahme: \nUm das bestehende Risiko zu reduzieren, wird ein\n\ngering \nzusätzliches Modul des Datenbankmanagement­\nsystems beschafft, mittels dessen administrative \nZugriffe auf kritische Daten in Datenbanken ver­\nhindert werden. Zudem werden Aktionen von Ad­\nministratorkennungen sicher protkolliert und aus­\ngewertet, sodass versuchte Verstöße frühzeitig er­\nkannt werden können.\n\nSmart-Meter-Gateway-Administration \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nZx\n\nGefährdung \nRisikokategorie \nRisikobehandlungsoption\n\nG 0.18 Fehlplanung oder \nfehlende Anpassung\n\nhoch \nB: Risikoreduktion \nErgänzende Sicherheitsmaßnahme: \nmit ergänzender \n(hier: fehlende oder unzu- Maßnahme: \nUm das bestehende Risiko zu reduzieren, wird die \nreichende Netzsegmentie­\nrung)\n\ngering \nSmart-Meter-Gateway-Infrastruktur geeignet seg­\nmentiert. Hierbei werden IT-Systeme, auf denen \ndie Benutzeroberfläche einer SMGW-Admin-Soft­\nware betrieben wird, in einem eigenen Teilnetz be­\ntrieben. Dieses ist so konzipiert, dass es gegenüber \nanderen Teilnetzen nur die minimal notwendigen \nund zu begründenden Netzkoppelungen und \nKommunikationsbeziehungen aufweist. \nUm Netzsegmente logisch voneinander zu tren­\nnen, werden Firewalls eingesetzt.\n\nBSI-Standard 200-3\n\nSmart-Meter-Gateway-Administration \nVertraulichkeit: hoch \nIntegrität: hoch \nVerfügbarkeit: hoch\n\nG 0.32 Missbrauch von Be­\nrechtigungen\n\nhoch \nB: Risikoreduktion \nErgänzende Sicherheitsmaßnahme: \nmit ergänzender \nMaßnahme: \nUm das bestehende Risiko zu reduzieren, wird ein\n\ngering \nRollen- und Rechtekonzept umgesetzt und doku­\nmentiert, das den Grundsätzen einer Funktions­\ntrennung genügt und nur Berechtigten einen Zu­\ngriff erlaubt. Im Konzept ist auch auf eine geeigne­\nte Rollentrennung geachtet worden. Zudem deckt \ndas Konzept auch Zutritts-, Zugangs- und Zugriffs­\nberechtigungen ab.\n\nusw.\n\nFalls bei der Behandlung von verbleibenden Gefährdungen ergänzende Maßnahmen zu den bereits \nim Sicherheitskonzept beschriebenen Sicherheitsmaßnahmen hinzugefügt wurden, muss das Sicher­\nheitskonzept anschließend konsolidiert werden. Konkret bedeutet dies, dass die Sicherheitsmaßnah­\nmen für jedes Zielobjekt anhand folgender Kriterien überprüft werden:\n\nEignung der Sicherheitsmaßnahmen zur Abwehr der Gefährdungen\n\n•  Werden alle Aspekte der relevanten Gefährdungen vollständig abgedeckt?\n\n•  Stehen die getroffenen Gegenmaßnahmen im Einklang mit den Sicherheitszielen?\n\nZusammenwirken der Sicherheitsmaßnahmen\n\n•  Unterstützen sich die Maßnahmen bei der Abwehr der relevanten Gefährdungen?\n\n•  Ergibt sich durch das Zusammenwirken der Maßnahmen ein wirksames Ganzes?\n\n•  Stehen die Maßnahmen nicht im Widerspruch zueinander?\n\nBenutzerfreundlichkeit der Sicherheitsmaßnahmen\n\n•  Sind die getroffenen Maßnahmen tolerant gegenüber Bedienungs- und Betriebsfehlern?\n\n•  Sind die getroffenen Maßnahmen für die Mitarbeiter und andere Betroffene transparent?\n\n•  Ist für die Betroffenen ersichtlich, wenn eine Maßnahme ausfällt?\n\n•  Können die Betroffenen die Maßnahme nicht zu leicht umgehen?\n\nAngemessenheit/Qualitätssicherung der Sicherheitsmaßnahmen\n\n•  Sind die getroffenen Maßnahmen für die jeweiligen Gefährdungen angemessen?\n\n•  Stehen die Kosten und der Aufwand für die Umsetzung in einem sachgerechten Verhältnis zum \nSchutzbedarf der betroffenen Zielobjekte?\n\nAuf dieser Grundlage sollte das Sicherheitskonzept bereinigt und konsolidiert werden:\n\n•  Ungeeignete Sicherheitsmaßnahmen sollten verworfen und nach eingehender Analyse durch \nwirksame Maßnahmen ersetzt werden.\n\n•  Widersprüche oder Inkonsistenzen bei den Sicherheitsmaßnahmen sollten aufgelöst und durch \neinheitliche und aufeinander abgestimmte Mechanismen ersetzt werden.\n\n•  Sicherheitsmaßnahmen, die von den Betroffenen nicht akzeptiert werden, sind wirkungslos. Es \nsollten praktikable Lösungen erarbeitet werden, die die Betroffenen möglichst wenig einschränken \noder behindern.\n\n•  Zu aufwändige oder zu teure Sicherheitsmaßnahmen sollten entweder überarbeitet oder verworfen \nund durch angemessene Schutzmaßnahmen ersetzt werden. Auf der anderen Seite gefährden zu \nschwache Maßnahmen die Informationssicherheit. Auch sie sollten überarbeitet oderersetzt werden.\n\nIntegration der Inhalte\n\n•  Bei Zielobjekten, die bereits im IT-Grundschutz-Kompendium enthalten sind, kann es sich als sinn­\nvoll erweisen, bestehende Bausteine um aus der Risikoeinstufung ermittelte Anforderungen zu \nergänzen.\n\n•  Bei Zielobjekten, die nicht hinreichend mit dem bestehenden IT-Grundschutz abgebildet werden \nkönnen, kann überlegt werden, die neu gefundenen Gefährdungen und Anforderungen (siehe\n\nBSI-Standard 200-3\n\nBeispiele zur Smart-Meter-Gateway-Administration, Kapitel 4 und 5) in einem benutzerdefinierten \nBaustein zusammenzufassen.\n\nBeispiel (Auszug):\n\nBei der Konsolidierung des Sicherheitskonzepts ffr die RECPLAST GmbH wurde unter anderem \nFolgendes festgestellt:\n\n•  Zwei Jahre zuvor wurde entschieden, dass der Einsatz von Verschlfsselung zur Netzkommu­\nnikation entbehrlich ist. Eine gemeinsame Projektgruppe mit dem Auftraggeber ist zu dem \nErgebnis gekommen, dass diese Entscheidung nicht mehr dem Stand der Technik entspricht. \nDie Vorgaben zur Konfiguration der Router werden deshalb kurzfristig fberarbeitet und an die \naktuellen Bedfrfnisse angepasst.\n\n•  Sowohl der Client C1 als auch der Switch N3 werden im Fertigungsbereich eingesetzt. Im Rah­\nmen der Risikoanalyse wurde festgestellt, dass die größten Gefahren ffr C1 von Luftverunrei­\nnigungen, Spritzwasser und Vibrationen ausgehen. Im Rahmen eines Brainstormings ist des­\nhalb beschlossen worden, anstelle eines handelsfblichen PCs einen Industrie-PC einsetzen, der \nbesonders gegen physische Gefahren geschftzt ist. Der Industrie-PC muss ffr den Einbau in \nStandard-19-Zoll-Schränke geeignet sein. Darfber hinaus muss er fber ein integriertes oder \nausklappbares Display sowie einen leicht auswechselbaren Luftfilter verffgen und gegen \nSpritzwasser und Vibrationen schftzen.\n\n•  Oben genannte Anforderungen tragen den besonderen infrastrukturellen Rahmenbedingun­\n\ngen des Clients C1 Rechnung. Im Fertigungsbereich wird außer diesem Client noch weitere \nInformationstechnik betrieben, die zwar nicht Gegenstand der Risikoanalyse ist, die aber den­\nnoch angemessen geschftzt werden muss. Das Unternehmen nimmt die Erffllung obiger An­\nforderungen zum Anlass, eine Richtlinie ffr den sicheren Betrieb von Informationstechnik im \nFertigungsbereich zu erarbeiten.\n\n•  usw.\n\nBeispiel (Auszug):\n\nBei der Konsolidierung des Sicherheitskonzepts ffr die Administration des Smart Meter Gateways \nist entschieden worden, die im Rahmen der Risikoeinstufung und -behandlung ermittelten Ge­\nfährdungen\n\n•  G 0.18 Fehlplanung oder fehlende Anpassungen,\n\n•  G 0.30 Unberechtigte Nutzung oder Administration von Geräten und Systemen,\n\n•  G 0.43 Einspielen von Nachrichten\n\n• usw.\n\nund die Sicherheitsanforderungen und Maßnahmen\n\n•  geeignete Netzsegmentierung,\n\n•  Einsatz eines angemessenen Rollen- und Rechtekonzepts\n\n• usw.\n\nin einem benutzerdefinierten Baustein zusammenzufassen.\n\nNach der Konsolidierung des Sicherheitskonzepts kann der Sicherheitsprozess, wie er im BSI-Standard \n200-2 IT-Grundschutz-Methodik (siehe [BSI2]) beschrieben ist, fortgesetzt werden. Das ergänzte Si­\ncherheitskonzept dient somit als Basis für folgende Arbeitsschritte:\n\n•  IT-Grundschutz-Check (siehe Kapitel 8.4 der IT-Grundschutz-Methodik). Im Rahmen der Vorar­\n\nbeiten wurde bereits ein IT-Grundschutz-Check für die laut IT-Grundschutz-Modell zu erfüllenden \nSicherheitsanforderungen durchgeführt. Da sich bei der Risikoanalyse in der Regel Änderungen am \nSicherheitskonzept ergeben, ist anschließend noch der Umsetzungsstatus der neu hinzugekom­\nmenen oder geänderten Anforderungen zu prüfen. Gegebenenfalls veraltete Ergebnisse sollten \nauf den neuesten Stand gebracht werden.\n\n•  Umsetzung der Sicherheitskonzeption (Kapitel 9 der IT-Grundschutz-Methodik). Die im Sicher­\nheitskonzept für die einzelnen Zielobjekte vorgesehenen Sicherheitsanforderungen müssen erfüllt \nwerden. Hierfür müssen die daraus abgeleiteten Sicherheitsmaßnahmen in die Praxis umgesetzt \nwerden, damit sie wirksam werden können. Dies umfasst unter anderem eine Kosten- und Auf­\nwandsschätzung sowie die Festlegung der Umsetzungsreihenfolge.\n\n•  Überprüfung des Informationssicherheitsprozesses in allen Ebenen (siehe Kapitel 10.1 der \nIT-Grundschutz-Methodik). Zur Aufrechterhaltung und kontinuierlichen Verbesserung der Infor­\nmationssicherheit müssen unter anderem regelmäßig die Erfüllung der Sicherheitsanforderungen \nund die Eignung der Sicherheitsstrategie überprüft werden. Die Ergebnisse der Überprüfungen \nfließen in die Fortschreibung des Sicherheitsprozesses ein.\n\n•  Informationsfluss im Informationssicherheitsprozess (siehe Kapitel 5.2 der IT-Grund­\nschutz-Methodik). Um Nachvollziehbarkeit zu erreichen, muss der Sicherheitsprozess auf allen \nEbenen dokumentiert sein. Dazu gehören insbesondere auch klare Regelungen für Meldewege \nund Informationsflüsse. Die Leitungsebene muss von der Sicherheitsorganisation regelmäßig und \nin angemessener Form über den Stand der Informationssicherheit informiert werden.\n\n•  ISO 27001-Zertifizierung auf der Basis von IT-Grundschutz (siehe Kapitel 11 der IT-Grund­\nschutz-Methodik). In vielen Fällen ist es wünschenswert, den Stellenwert der Informationssicher­\nheit und die erfolgreiche Umsetzung des IT-Grundschutzes in einer Behörde bzw. einem Unterneh­\nmen transparent zu machen. Hierfür bietet sich eine ISO 27001-Zertifizierung auf der Basis von \nIT-Grundschutz an.\n\nBSI-Standard 200-3",
  "pages": {
    "start": 35,
    "end": 42
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}