{
  "id": "9_1_2",
  "header": "9.1.2 Quantifizierung von Risikoneigung",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "9.1",
      "title": "Risikoappetit (Risikobereitschaft)"
    },
    {
      "level": 3,
      "number": "9.1.2",
      "title": "Quantifizierung von Risikoneigung"
    }
  ],
  "content": "Vereinfacht dargestellt, läuft das Risikomanagement in folgenden Schritten ab. Präzise Definitionen \nkönnen z. B. ISO/IEC 31000 (siehe [31000]) oder NIST SP 800-30 (siehe [NIST800-30]) entnommen \nwerden:\n\n•  Identifikation von Risiken\n\n•  Risikoeinschätzung (Ermittlung von Eintrittshäufigkeit und Schadenshöhe)\n\n•  Risikobewertung (Ermittlung der Risikokategorie)\n\n•  Bestimmung von Maßnahmen zur Behandlung von Risiken\n\n•  Vergleich der Kosten jeder Maßnahme mit zu erwartenden Schäden und Entscheidung für oder \ngegen die Umsetzung der Maßnahme\n\n•  Restrisikobetrachtung: Festlegung von Handlungsoptionen\n\n•  Abgleich mit Chancen (erwartete Einnahmen und Nutzen des Geschäftsfeldes)\n\n•  Verfolgung der Risiken und Anpassung der Maßnahmen bzw. Handlungsoptionen im laufenden \nBetrieb\n\nIn mehreren dieser Schritte kann sich die Risikoneigung einer Institution widerspiegeln.\n\nKriterien für Risikoneigung\n\nBeim Versuch, Kriterien für die Risikoneigung festzulegen, ergeben sich mehrere mögliche Ansätze. Es \nfolgen einige Beispiele:\n\n•  Höchstmögliches akzeptables Risiko\n\n•  Höchstmögliche akzeptable Eintrittshäufigkeit für Risiken\n\n•  Akzeptanz von Risiken bei gleichzeitig hohen Marktchancen\n\n•  Akzeptanz von Unvorhersagbarkeit (z. B. wenn sich Risiken nur sehr schwer einer Häufigkeit oder \nSchadenssumme zuordnen lassen)\n\n•  Auswahl von Behandlungsalternativen ab einem bestimmten Restrisiko\n\nNicht immer lassen sich Einstellungen gegenüber Risiken rational begründen. Ein Beispiel wäre die \npauschale Abneigung einer Institution, Risiken mit hoher Eintrittshäufigkeit einzugehen, denn wenn \nmit diesen Risiken keine hohen Schäden einhergingen, müssten sie nicht unbedingt vermieden wer­\nden. Eine derartige Entscheidung könnte aber trotzdem intuitiv gefällt werden, wenn die Institution \nsich bei der Bestimmung der Schadenshöhe nicht ausreichend sicher ist. Ein analoges Argument träfe \nbezüglich der Einstellung gegenüber einer maximal akzeptierten Schadenssumme zu. Unpräzises Da­\ntenmaterial führt dazu, dass sich Institutionen in der einen oder anderen Weise entscheiden müssen. \nDabei wird die Entscheidung von der Risikoneigung stark beeinflusst.\n\nOptimale Strategie und Unsicherheit\n\nWenn sich alle Parameter, die in das Risikomanagement eingehen, exakt bestimmen ließen, wäre \nauch ein optimaler Umgang mit diesen Risiken ermittelbar. Diese Parameter sind beispielsweise die \nEintrittshäufigkeiten und Schadenssummen (vor und nach Behandlung durch Maßnahmen), die Kos­\n\nBSI-Standard 200-3\n\nten von Maßnahmen, die Kosten von Behandlungsalternativen und die erwarteten Chancen, also \nz. B. Einnahmen aus einem Geschäft.\n\nRisiken müssen immer gegen Chancen abgewogen werden. Typisch wäre beispielsweise bei einem \nGeschäftsfeld, mit dem Risiken verbunden sind, dass risikoscheue Institutionen das Risiko vermeiden \nund gleichzeitig die entsprechende Chance verpassen, während weniger risikoscheue Institutionen \ndas Risiko eingehen, aber damit gleichzeitig die Chance wahrnehmen.\n\nWenn sich die oben erwähnten Parameter alle exakt ermitteln ließen, könnte ein präziser Erwartungs­\nwert für die erzielten Gewinne oder Verluste der Institution ermittelt werden, abhängig davon, ob das \nRisiko eingegangen wird oder nicht. In diesem Falle gäbe es eine optimale Strategie für die Institution \nund die Frage der Risikoneigung würde keine Rolle mehr spielen.\n\nDaran wird deutlich, dass die Risikoneigung deswegen bedeutsam ist, weil die Eingangsdaten für das \nRisikomanagement mit Unsicherheiten behaftet sind. Die Frage ist, wie man die Unsicherheiten be­\nwertet und wie die Institution für einen hohen Schadensfall gerüstet ist.\n\nMögliche Maßzahlen\n\nUnabhängig von eher intuitiv begründeten Risikoneigungen, wie sie oben beschrieben wurden, soll \nversucht werden, Maßzahlen für die Risikoneigung zu ermitteln. Dabei wird von den Schritten ausge­\ngangen, die oben zum grundsätzlichen Vorgehen beim Risikomanagement beschrieben wurden, und \nes soll eine rationale Vorgehensweise bei der Beurteilung der Risiken angestrebt werden.\n\nDie einfachste Maßzahl orientiert sich am Erwartungswert für die Schadenshöhe, definiert als Produkt \naus der Eintrittshäufigkeit für das Risiko und der Schadenshöhe. Risiken werden oft als Matrix darge­\nstellt, bei der auf der einen Achse die Eintrittshäufigkeit und auf der anderen die Schadenshöhe an­\ngeführt wird. Die hohen Risiken befinden sich in der Matrix in einem rot eingefärbten Bereich. Ein \n„hoher Risikoappetit“ könnte also im einfachsten Falle als Bereitschaft definiert werden, auch Risiken \nin diesem Bereich zu akzeptieren. Ein „niedriger Risikoappetit“ hieße Vermeidung, also möglicher­\nweise gleichzeitig Verzicht auf eine Einnahmechance.\n\nDie Abbildung 4 zeigt eine beispielhafte Risikomatrix mit definierten Risikokategorien.\n\nUm die Schwellwerte festzulegen, mittels derer die Eintrittshäufigkeiten und Auswirkungen als \n„hoch“ eingestuft werden, orientieren sich Institutionen typischerweise an ihren finanziellen Kenn­\nzahlen. Die Leitungsebene entscheidet, welche Schwellwerte sie als „hoch“ einstuft. Die Schwelle \nkönnte sich an den finanziellen Rücklagen orientieren, aber auch am Umsatz der Institution. So kann \ndie Schwelle als ein bestimmter Prozentsatz des Umsatzes festgelegt werden. Sie kann sich aber \nauch daran orientieren, ob die Institution bei Eintritt eines bestimmten Risikos noch liquide wäre. Je \nnach der Höhe des Risikos müssen Entscheidungen normalerweise von verschiedenen Führungs­\nebenen genehmigt werden, hohe Risiken sollten demnach nicht ohne Erlaubnis des Topmanage­\nments eingegangen werden.\n\nAbbildung 4: Beispielhafte Risikomatrix mit Risikokategorien\n\nWenn also Risiken eingeschätzt und in die oben dargestellte Risikomatrix eingetragen werden, ergibt \nsich eine Darstellung wie in Abbildung 5, innerhalb derer sechs verschiedene Risiken ermittelt wurden \nund als Kreise mit Nummern eingetragen sind. Hier würde eine Institution mit hohem Risikoappetit \n(die obere der zwei schwarzen Linien) die Risiken 1 und 3 unterhalb der Linie noch tragen, während \neine Institution mit niedrigem Risikoappetit nur die Risiken 4, 5 und 6 tragen würde (untere Linie). \nRisiko 2 würde in diesem Fall keine der Institutionen tragen.\n\nBSI-Standard 200-3\n\nAbbildung 5: Risikomatrix mit eingetragenen Risiken\n\nWie oben schon erwähnt, gäbe es aber auch für Institutionen mit einem geringen Risikoappetit keinen \nGrund, auf Chancen zu verzichten, wenn verlässliche Daten Einnahmen erwarten ließen, die die Kos­\nten durch eingetretene Risiken überträfen. Einzig und allein die Unsicherheiten bei den erhobenen \nDaten sind der Grund dafür, dass Institutionen mit einem geringeren Risikoappetit in derartigen Si­\ntuationen zur Risikovermeidung neigen.\n\nEine andere Definition für Risikoappetit besteht in der Akzeptanz von Unsicherheiten bei der Interpre­\ntation des Datenmaterials. Gerade bei innovativen Branchen können Institutionen nicht auf viel vor­\nhandenes Datenmaterial bei der Ermittlung von Eintrittshäufigkeiten und Schadenshöhen von Risiken \nzurückgreifen. Unwägbarkeiten kommen bei Risiken im Bereich der Informationssicherheit nahezu \nimmer ins Spiel, im Gegensatz zu statistisch gut vorhersagbaren Risiken, wie sie beispielsweise zu \nElementarschäden in der Versicherungswirtschaft vorliegen.\n\nDie Unsicherheiten lassen sich in einem Risikodiagramm beispielsweise mit Fehlerbalken darstellen, \ndie die Unsicherheit der Daten repräsentieren. Auch die Längen dieser Fehlerbalken sind bei größerer \nUnsicherheit nur intuitiv zu ermitteln.\n\nAbbildung 6 zeigt eine Risikomatrix mit Fehlerbalken. Sie sind in diesem Beispiel vertikal ausgerichtet, \ngeben also eine Unsicherheit bei der Schadenshöhe an. Fehlerbalken in horizontaler Ausrichtung wä­\nren genauso denkbar. Institutionen mit einem geringen Risikoappetit würden sich in dieser Darstel­\nlung eher am oberen Rand der Werte für die Eintrittshäufigkeit und Schadenshöhe orientieren, Insti­\ntutionen mit einem hohen Risikoappetit in der Mitte (nicht am unteren Rand, weil das wiederum \nbedeuten würde, Risiken systematisch zu unterschätzen).\n\nInteressant ist ein Vergleich der Risiken 4 und 5: Eine Institution mit niedriger Risikoneigung würde in \ndieser Situation vielleicht eher das Risiko 4 als das Risiko 5 akzeptieren, obwohl es einen höheren \nErwartungswert für den Schaden trägt. Hier ist die Unsicherheit bei der Schadenshöhe ausschlagge­\nbend, die bei Risiko 5 höher liegt, gekennzeichnet durch den Fehlerbalken, der bei Risiko 5 in größere \nSchadenshöhen hineinragt als der von Risiko 4.\n\nAbbildung 6: Risikomatrix mit Unsicherheiten\n\nZuletzt gibt es auch noch die Möglichkeit, Risiken in unterschiedliche Kategorien einzuteilen und ei­\nnen unterschiedlichen Risikoappetit pro Kategorie zu entwickeln. Beispielsweise könnte eine Institu­\ntion Rufschädigungen scheuen, aber bereit sein, hohe finanzielle Risiken einzugehen. Dadurch ändert \nsich prinzipiell nichts am Vorgehen, sondern die unterschiedlichen Kategorien werden einfach geson­\ndert voneinander betrachtet.\n\nRisikotypen\n\nIn einem einfachen Modell kann man Institutionen je nach ihrem Umgang mit Risiken in verschiedene \nTypen unterteilen. Eine beispielhafte Unterteilung wäre die folgende:\n\n•  „Cowboy“ – entspricht einer Institution, die Risiken prinzipiell bereitwillig in Kauf nimmt\n\n•  „Risk-Eater“ – nimmt hohe Risiken in Kauf, wenn diesen auch hohe Chancen gegenüberstehen\n\n•  „Konservativer“ – versucht, alle Risiken durch Maßnahmen so weit wie möglich zu minimieren\n\nWenn unter „Cowboy“ eine Institution verstanden wird, die Risiken einfach ignoriert, widerspricht \ndas den Prinzipien des Risikomanagements und verlässliche Angaben über zu erwartende Konse­\nquenzen, also Schäden oder Chancen, sind schwer möglich.\n\nFür die folgende Betrachtung soll angenommen werden, dass eine Institution ein professionelles \nRisikomanagement betreibt. Auch wenn ein professionelles Risikomanagement nicht immer verhin­\ndern kann, dass schlechte Entscheidungen getroffen werden, so stellt es dennoch sicher, dass diese \nbewusst aufgrund vorhandener Analysen getroffen werden. Die Risikoneigung sollte keinen Ein­\nfluss darauf haben, ob überhaupt eine Risikoanalyse durchgeführt wird und mit welcher Sorgfalt \ndies geschieht. Sie kann allerdings Einfluss darauf haben, wie viele Ressourcen die Institution in \nRisikoanalyse und -behandlung investiert. Dabei sollte es sich jedoch um eine bewusste Entschei­\ndung handeln.\n\nFür den Rest dieses Kapitels werden folgende Kategorien benutzt:\n\n•  Konservativer \nDer Konservative scheut Risiken, die sich in der Risikomatrix im roten (und eventuell auch gelben) \nBereich befinden (siehe Abbildung 4) und meidet diese. Die damit verbundenen Chancen sind ihm \nzu unsicher, um sich auf die Gefahren einzulassen.\n\n•  Risikoaffiner \nDer Risikoaffine sieht stets die Chancen, die mit hohen Risiken verbunden sind. Wenn diese viel­\nversprechend ausfallen – aber auch nur dann – ist er bereit, das Risiko einzugehen. Institutionen, \ndie jedes Risiko eingehen, auch wenn ihnen keine gleichwertigen Chancen gegenüberstehen, han­\ndeln selbstzerstörerisch und werden im Folgenden nicht weiter betrachtet.\n\n•  Unsicherheitsvermeider \nDer Unsicherheitsvermeider versucht, möglichst verlässliche Daten über seine Risiken zu sam­\nmeln. Er neigt eher zur Vermeidung von Risiken, wenn diese sich quantitativ schwer einschätzen \nlassen, als wenn diese hoch, aber gut kontrollierbar und durch eine solide Finanzierung oder zu \nerwartende Einnahmen abgedeckt sind. Im letzteren Punkt unterscheidet er sich vom Konserva­\ntiven.\n\nBSI-Standard 200-3\n\nDa die Risikoanalyse ein wichtiger Bestandteil des ISMS ist, sollten die Grundvoraussetzungen dafür \nvom Management der Institution vorgegeben werden. Die Leitungsebene gibt die Risikoneigung vor. \nDas Sicherheitsmanagement muss die Risikoneigung kennen und sie entsprechend umsetzen.\n\nMöglicherweise ist sich eine Institution ihrer eigenen Risikoneigung nicht bewusst oder hat ungenaue \nVorstellungen von diesem Begriff. In diesem Fall sollte das Management eine Klärung und Entschei­\ndung herbeiführen, gegebenenfalls unter Beratung durch eine Fachkraft (z. B. durch den Informati­\nonssicherheitsbeauftragten bzw. ISB oder Risikomanager). Dabei werden die oben genannten Ein­\nflussfaktoren berücksichtigt. Die für das Anforderungsmanagement (Corporate Compliance) zustän­\ndige Organisationseinheit sollte ebenfalls gehört werden.\n\nDie vom Management vorgegebene Aussage zur Risikoneigung kann zu Beginn der Risikoanalyse \npräzisiert werden, im Sinne der oben definierten Kategorien oder Maßzahlen. Wichtig ist es, diese \nVorgabe einerseits regelmäßig zu überprüfen und an den Zielen der Institution auszurichten, sie aber \nbei Risikoanalysen und -behandlungen auch konsequent umzusetzen. Zweifelsfälle können auftre­\nten, beispielsweise wenn es bei einem bestimmten Risiko nicht sinnvoll erscheint, die festgelegte Ri­\nsikoneigung anzuwenden. Solche Ausnahmefälle sollten abgestimmt und dokumentiert werden.\n\nOben wurde beschrieben, auf welche Aspekte die Risikoneigung Einfluss haben kann. Wenn Entschei­\ndungen getroffen werden, die durch die Risikoneigung mit beeinflusst wurden, sollte dies dokumen­\ntiert werden.\n\nSobald die Risiken eingeschätzt und bewertet wurden, sollte bereits aufgrund der vorgegebenen Ri­\nsikoneigung über eine mögliche Behandlung dieser nachgedacht werden, bevor ergänzende Sicher­\nheitsmaßnahmen ermittelt werden. Unter Umständen lohnt sich die Planung von ergänzenden Sicher­\nheitsmaßnahmen nicht. Im entgegengesetzten Fall werden Sicherheitsmaßnahmen geplant und be­\nwertet, um das Risiko zu verringern, und anschließend das Restrisiko ermittelt. Restrisiken müssen \nbehandelt werden, wenn sie das akzeptierte Risiko übersteigen. In eine Entscheidung für eine Be­\nhandlungsoption fließt abermals die Risikoneigung ein.\n\nBei der Entscheidung, ob ein Risiko selbst getragen oder transferiert werden sollte, wird der „Risiko­\naffine“ tendenziell eher zur ersten, die Typen „Konservativer“ und „Unsicherheitsvermeider“ eher zur \nzweiten Option neigen, obwohl pauschale Aussagen hier nicht immer zutreffen. Der „Unsicherheits­\nvermeider“ wird gegebenenfalls versuchen, durch die Umsetzung von Maßnahmen unter seiner ei­\ngenen Kontrolle die Unsicherheit bei der Risikoeinschätzung zu verringern.\n\nAuch bei den einzelnen Entscheidungen, die bei der Risikoanalyse und -behandlung getroffen wer­\nden, empfiehlt es sich, den Einfluss der Risikoneigung auf diese Entscheidungen zu dokumentieren. \nBei einer Änderung der Risikoneigung (z. B. durch veränderte Marktbedingungen) lässt sich die Risi­\nkoanalyse dann leichter anpassen.\n\nDie Risikoneigung hat zudem Einfluss auf die Aufbauorganisation einer Institution. Ein Beispiel ist die \nFrage, ob es eine Organisationseinheit für das Risikomanagement gibt und wie diese zusammenge­\nsetzt ist, obwohl diese Entscheidung natürlich von Faktoren wie der Firmengröße mitbestimmt wird.\n\nGenerell lautet die Empfehlung: Wer sich zu einer hohen Risikoneigung bekannt hat (Typus „Risiko­\naffiner“), sollte dem in seinem Risikomanagementprozess und seiner Organisationsstruktur Rechnung \ntragen. Hohe Risiken verlangen eine aufmerksame Verfolgung und Kontrolle.\n\nGesetze und Normen beeinflussen nicht die Risikoneigung einer Institution an sich, aber den Umgang \nmit Risiken. Die Risiken nehmen durch regulatorischen Druck zu, sodass sich das Verhältnis von Risi­\nkoappetit zu den ursprünglichen Risiken verschieben kann. Jede Institution muss Sanktionen auf­\ngrund von rechtlichen oder vertraglichen Verstößen in ihr Risikokalkül mit aufnehmen.\n\nEin Beispiel für Gesetze, die das Risikomanagement von Unternehmen beeinflussen, sind Daten­\nschutzgesetze. Bei etlichen Unternehmen gab es trotz vorbeugender Maßnahmen Datenschutzpan­\nnen. Vor dem Hintergrund dieser Erfahrungen sollte dies beim Risikomanagement berücksichtigt wer­\nden. Insbesondere geht es darum, die gemachten Fehler, die zu den Datenschutzverstößen führten, \nzu lokalisieren und geeignete Maßnahmen abzuleiten und umzusetzen. Infrage kommen beispiels­\nweise Schulungen der Mitarbeiter und Awareness-Kampagnen.\n\nBeispiele für Regularien durch Aufsichtsstellen gibt es viele, beispielsweise im Bankenwesen. Entschei­\ndungen einer Institution, Risiken auf jeden Fall zu tragen, obwohl bei seriöser Betrachtung die Kapi­\ntaldecke dafür nicht ausreichen würde, werden durch Vorschriften der Finanzaufsicht unterbunden \noder mit entsprechenden Sanktionen belegt.",
  "pages": {
    "start": 43,
    "end": 49
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}