{
  "id": "9_1_1",
  "header": "9.1.1 Einflussfaktoren",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "9.1",
      "title": "Risikoappetit (Risikobereitschaft)"
    },
    {
      "level": 3,
      "number": "9.1.1",
      "title": "Einflussfaktoren"
    }
  ],
  "content": "Zu den äußeren Bedingungen, die die Risikoneigung einer Institution beeinflussen, gehören:\n\n•  Kulturelle Einflüsse (Je nach Land und Mentalität gibt es unterschiedliche Bereitschaften, Risiken \neinzugehen.)\n\n•  Interne Faktoren (Organisationskultur, Einstellung des Managements, Risiken als Problem oder \nChance sehen) \nKonservative Institutionen neigen eher zur Risikovermeidung (z. B. Behörden oder Unternehmen, \ndie um ein besonders seriöses Image bemüht sind). Schnell wachsende Unternehmen sind eher \nbereit, Risiken zu tragen, wohingegen etablierte Großunternehmen Risiken eher meiden. Bei Groß­\nunternehmen ist es manchmal jedoch auch sinnvoll, das Risikomanagement für unterschiedliche \nUnternehmensbereiche unterschiedlich aufzusetzen, je nachdem, ob es sich bei den Bereichen um \nneue, technologieintensive Bereiche (mit hoher Risikoneigung) oder „Cash Cows“ (mit niedriger \nRisikoneigung) handelt. Großunternehmen haben hier den Vorteil, dass sie Risiken über verschie­\ndene Bereiche streuen können. Daher kann der Risikoappetit in den diversen Unternehmensteilen \nauch unterschiedlich sein. Je klarer Visionen und strategische Ziele der Institution sind, desto direk­\nter ergibt sich daraus auch eine Einstellung zu Risiken.\n\n•  Marktumfeld (z. B. konservatives oder innovatives Umfeld) \nDas Marktumfeld und interne Faktoren stehen in einem engen Zusammenhang. Wer in neue \nMärkte einsteigt, muss sich auf die dort geltenden Regeln und insbesondere auf Wettbewerb ein­\nstellen, auch wenn dies eventuell der Tradition der Institution zuwiderläuft. Es ist sinnvoll, konkur­\nrierende Institutionen zu beobachten und die eigene Handlungsweise (z. B. nach den Regeln der \nSpieltheorie) danach auszurichten. Die Strategie kann (hier wiederum nach der Kultur innerhalb \nder Institution) darauf hinauslaufen, an der Spitze des Marktes stehen zu wollen: In diesem Fall wird \nBereitschaft gezeigt werden müssen, hohe Risiken einzugehen. Im anderen Fall kann sich die In­\nstitution entscheiden, als „Fast Follower“ zu agieren. Dies bedeutet, dass sie versucht, der Konkur­\nrenz die Risiken zu überlassen und trotzdem einen attraktiven Marktanteil zu erringen. Bei der \nEntscheidung, ob eine Institution bestimmte Maßnahmen umsetzt oder nicht, spielt auch häufig \neine Rolle, was die Konkurrenz macht (sofern deren Maßnahmen bekannt sind).\n\n•  Risikotragfähigkeit (Finanzierung der Institution [Haftung, Kapitaldecke usw.]) \nObwohl Großunternehmen, wie schon erwähnt, eher zur Risikovermeidung neigen, haben sie üb­\nlicherweise eine Kapitaldecke, die es zumindest bei Teilbereichen erlaubt, Risiken zu tragen. Kleine \nUnternehmen, die über eine eher geringe Kapitaldecke verfügen, aber trotzdem aus Gründen des\n\nMarktumfeldes signifikante Risiken eingehen müssen, arbeiten aus demselben Grund manchmal \nmit Risikokapitalgebern zusammen.",
  "pages": {
    "start": 42,
    "end": 43
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_3",
    "file": "standard_200_3.pdf"
  }
}