{
  "id": "10_1",
  "header": "10.1 Identifikation möglicher BC-Strategien (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "10",
      "title": "Business-Continuity-Strategien und -Lösungen (AS)"
    },
    {
      "level": 2,
      "number": "10.1",
      "title": "Identifikation möglicher BC-Strategien (AS)"
    }
  ],
  "content": "Die Institution muss geeignete BC-Strategien definieren, die den Handlungsbedarf aus \nder BCM-Risikoanalyse abdecken. Üblicherweise übernimmt diese Tätigkeit der oder die \nBCB.\n\nHierzu kann sich der oder die BCB zunächst an den in der BIA festgelegten Ressourcen­\nkategorien orientieren. Für jede Ressourcenkategorie ist es empfehlenswert, zu prüfen, \nwelche grundsätzlichen BC-Strategien möglich wären, um die jeweilige Ressourcenkate­\ngorie abzusichern. Eine BC-Strategie kann sowohl dazu geeignet sein, die Eintrittshäu­\nfigkeit eines Ressourcen- oder Geschäftsprozessausfalls durch Vorsorgemaßnahmen zu \nsenken, als auch einen Notbetrieb durch BC-Lösungen sowie Notfallmaßnahmen zu er­\nmöglichen. Sie sollte geeignet sein, den Geschäftsbetrieb mindestens über den abzusi­\nchernden Zeitraum mit einem angemessenen Notbetrieb abzudecken.\n\nLiegt bereits eine Wiederherstellungsplanung vor, z. B. aus einem ITSCM oder einem \nfrüheren BCM-Zyklus, dann können aus dieser Planung Rückschlüsse gezogen werden, \nwie lange eine vollständige Wiederherstellung der Ressource voraussichtlich zeitlich in \nAnspruch nehmen wird. Diese Information kann im BCM genutzt werden, um in der \nAuswahl von BC-Strategien und -Lösungen die maximal mögliche Notbetriebsdauer \nmit der voraussichtlich notwendigen Notbetriebsdauer vergleichen zu können. Die \nWiederherstellungsplanung unterstützt somit bei der Identifikation bedarfsgerechter und \nwirtschaftlicher BC-Strategien und -Lösungen.\n\nHinweis\n\nErfahrungsgemäß beschränkt sich eine BC-Strategie nicht auf eine einzelne Vorsor­\ngemaßnahme, BC-Lösung oder Notfallmaßnahme. In der Regel setzt sich eine wirk­\nsame und angemessene BC-Strategie aus mehreren der genannten Komponenten \nzusammen. So können Notfallmaßnahmen zum Beziehen eines Ausweichstandortes \nerst dann beschrieben werden, wenn ein Ausweichstandort im Rahmen einer BC-\nLösung konzipiert wurde. Gleichzeitig ist es in der Regel sinnvoll, einen Standort mit­\ntels Vorsorgemaßnahmen präventiv soweit abzusichern, dass die Eintrittshäufigkeit \neines Gebäudeausfalls auf ein akzeptables Maß gesenkt werden kann.\n\nZusätzlich kann es zweckmäßig sein, einzelne Ressourcenkategorien weiter zu untertei­\nlen. Dies ist etwa dann sinnvoll, wenn für unterteilte Ressourcenkategorien durch unter­\nschiedliche BC-Strategien ein besseres Gesamtergebnis der BC-Strategien möglich wird. \nDie Ressourcenkategorie Gebäude und Infrastruktur kann etwa einen gesamten Stand­\nort, ein einzelnes Gebäude oder gar einzelne Gebäudeteile umfassen. Bei einem gesam­\nten Standortausfall könnte die BC-Strategie lauten, sämtliche Tätigkeiten oder eine vor­\nhandene Produktion an einen Ausweichstandort zu verlagern. Fallen hingegen nur ein­\nzelne Gebäudeteile aus, dann kann eine BC-Strategie dazu lauten, die Arbeitsplätze oder \ndie Produktion innerhalb des Gebäudes oder Standortes zu verlagern.\n\nDie BC-Strategien sollten die noch nicht adressierten Korrekturbedarfe und Verbesse­\nrungsmöglichkeiten aus vorangegangenen BCMS-Zyklen angemessen berücksichtigen. \nZu den identifizierten Korrekturbedarfen und Verbesserungsmöglichkeiten vorangegan­\ngener BCMS-Zyklen zählen etwa Lücken, die mit den bestehenden personellen, finanziel­\nlen oder zeitlichen Ressourcen bislang nicht behandelt werden konnten oder bewusst \nnicht behandelt wurden. Dies gilt insbesondere für initiale Entwicklungsstufen.\n\nBeispiel\n\nBei einem Gebäude- und Infrastrukturausfall könnte innerhalb des Reaktiv-BCMS als \nNotfallmaßnahme definiert worden sein, dass Organisationseinheiten ohne zeitkriti­\nsche Tätigkeiten von noch intakten Standorten verdrängt werden, um freie Arbeits­\nplätze für zeitkritische Organisationseinheiten zu schaffen. Als Verbesserungsmög­\nlichkeit wurde im Reaktiv-BCMS jedoch bereits dokumentiert, dass langfristig ein \nunabhängiger Ausweichstandort geplant werden soll. Im Zuge der aktuellen BC-\nStrategien wird diese Option mit aufgenommen.\n\nSynergiepotenzial\n\nDas BCM und das ITSCM zielen darauf ab, die Kontinuität des Geschäftsbetriebs  \nsicherzustellen. In der Praxis können bestimmte Schadensereignisse eintreten, die \nzunächst andere Schutzziele der Institution beeinträchtigen und sich erst in der Fol­\ngewirkung negativ auf die Verfügbarkeit auswirken. Dies kann etwa der Fall sein, \nwenn der IT-Betrieb heruntergefahren werden muss, um zu verhindern, dass sich ein \nCyberangriff weiter auswirkt oder die Organisationseinheiten die korrumpierten Da­\nten weiter nutzen können.\n\nObwohl Cyberangriffe nicht in der BC-Planung des BCM oder ITSCM vollumfänglich ab­\ngedeckt werden können, kann es sinnvoll sein, diese themenübergreifenden Aspekte in \nder Identifikation von BC-Strategien mit zu berücksichtigen und dazu das ISMS mit ein­\nzubinden. Sofern ein ISMS besteht, können hierbei die Anforderungen an die jeweiligen \nBC-Strategien sowie mögliche Vorsorgemaßnahmen, die mitunter im ISMS bereits  \nbestehen, gemeinsam abgestimmt und in eine BC-Strategie überführt werden. Jedoch \nkönnen RTO und RPO bei einem Cyberangriff meist nicht eingehalten werden.",
  "pages": {
    "start": 210,
    "end": 212
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}