{
  "id": "10_2",
  "header": "10.2 Bewertung von BC-Strategien (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "10",
      "title": "Business-Continuity-Strategien und -Lösungen (AS)"
    },
    {
      "level": 2,
      "number": "10.2",
      "title": "Bewertung von BC-Strategien (AS)"
    }
  ],
  "content": "Nachdem der oder die BCB die grundsätzlich möglichen BC-Strategien identifiziert hat, \nmuss er oder sie bewerten, ob diese für die Institution wirksam und angemessen sind. \nEine BC-Strategie ist dann wirksam, wenn durch die umgesetzte BC-Strategie die Ein­\ntrittshäufigkeit eines Ausfalls auf ein akzeptables Maß gesenkt werden kann oder die \nzeitkritischen Geschäftsprozesse innerhalb der RTO auf dem Notbetriebsniveau fortge­\nführt werden können. Angemessen ist eine BC-Strategie dann, wenn sie den allgemei­\nnen Zielen der Institution entspricht, die geltenden rechtlichen und regulatorischen An­\nforderungen einhält und wenn der Nutzen die Kosten überwiegt. Um die BC-Strategien \nbewerten zu können, ist es empfehlenswert, dass der oder die BCB verschiedene Bewer­\ntungskriterien festlegt. Anhand der Bewertungskriterien können die BC-Strategien quali­\ntativ und quantitativ bewertet und gegeneinander abgewogen werden. Falls sich frühzei­\ntig herausstellt, dass eine BC-Strategie nicht wirksam oder angemessen ist, ist es nicht \nnotwendig, diese weiter zu bewerten. Im Folgenden werden einige Bewertungskriterien \nbenannt, die bei der Bewertung mindestens berücksichtigt werden müssen:\n\nEinhalten der RTO: Für die betrachteten BC-Strategien muss geprüft werden, ob nach \nderen Umsetzung der Notbetrieb der entsprechenden Ressourcen innerhalb der RTO \nhergestellt werden kann.\n\nErreichbares Notbetriebsniveau: Es muss geprüft werden, ob die betrachteten BC-\nStrategien in der Lage sind, das Notbetriebsniveau sicherzustellen. Wird durch eine Maß­\nnahme zwar die RTO erreicht, jedoch nicht das Notbetriebsniveau, dann ist die betrach­\ntete BC-Strategie je nach Risikobereitschaft der Institution nicht hinreichend geeignet \noder muss um weitere Maßnahmen ergänzt werden.\n\nRestrisiken: Es muss geprüft werden, welches Restrisiko eines Ressourcenausfalls trotz \numgesetzter BC-Strategie bestehen bleibt. Wird etwa ein Ausweichstandort geplant, der\n\ngleichen regionalen Bedrohungen ausgesetzt ist wie der primäre Standort, dann ver­\nbleibt ein mögliches Restrisiko, dass beide Standorte durch dasselbe Ereignis betroffen \nsind. Dies kann z. B. der Fall sein durch eine Bombenentschärfung bei Standorten in der­\nselben Region oder durch Hochwasser eines Flusses bei Standorten im gleichen Hoch­\nwassergebiet oder durch ein Erdbeben im selben Erdbebengebiet etc. Hierzu zählt unter \nanderem auch das Restrisiko bei der BC-Strategie „Redundante Zuliefernde“, falls z. B. in \nbeiden Lieferketten der gleiche Zuliefernde auftaucht oder die Lieferketten durch gleiche \nBedrohungen gefährdet sind. Ziel der BC-Strategien ist es, die Bedrohungen nach Mög­\nlichkeit auszuschließen und daher im Vorhinein die Tätigkeiten auf unterschiedliche \nStandorte und Services zu verteilen, die ausreichend voneinander getrennt sind. So wür­\nde der Ausfall eines Standortes mitunter gar nicht erst zum Ausfall des Geschäftsprozes­\nses führen. Dies wäre dann der Fall, wenn die Leistung der verbliebenen Standorte aus­\nreicht, den Geschäftsprozess auf dem Notbetriebsniveau fortsetzen zu können.\n\nFinanzielle Aufwände: Es muss geprüft werden, welche finanziellen Aufwände mit \nden identifizierten BC-Strategien einhergehen und ob diese in einem angemessenen \nVerhältnis zu den erwarteten Schäden der ausgefallenen Geschäftsprozesse stehen. Ent­\nsprechende Aussagen kann beispielsweise das (Risiko-)Controlling treffen. Finanzielle \nAufwände beinhalten die Anschaffungskosten, die notwendigen Kosten während und \nnach einem Notfall sowie die erforderlichen Kosten, um die BC-Strategien aufrechtzuer­\nhalten, z. B. die laufenden Kosten eines Ausweichstandortes oder zusätzliche Kontroll- \nund Steuerungsaufwände.\n\nBeispiel\n\nIm Falle der BC-Strategie „Ausreichende BC-Fähigkeit des Dienstleistungsunterneh­\nmens“ wird das Dienstleistungsunternehmen vertraglich daran gebunden, ein für die \nInstitution akzeptables Notbetriebsniveau für vorab definierte Notfälle sicherzustel­\nlen. Dies ist mit einem Aufwand auf Seiten des Dienstleistungsunternehmens ver­\nbunden und wird daher in der Regel als zusätzliche Kostenposition mit in die Leis­\ntung einberechnet. Als Folge erhöhen sich die Kosten für die beauftragende Institu­\ntion. Für diese entsteht zudem ein Kontroll- und Steuerungsaufwand, um die \nvertraglich festgelegte BCM-Fähigkeit des Dienstleistungsunternehmens fortlaufend \nzu bewerten und zu überwachen.\n\nHinweis\n\nIm Rahmen der Ressourcenplanung des BCMS (siehe 4.5 Ressourcenplanung (R+AS)) \nhat die Institutionsleitung den oder die BCB mit angemessenen finanziellen Ressour­\ncen im Sinne von Mitteln für den Aufbau, Betrieb und die kontinuierliche Verbesse­\nrung des BCMS ausgestattet. Die Kosten für BC-Strategien können jedoch häufig \nerst näher beziffert werden, wenn diese bewertet wurden. Es ist daher wichtig, BC-\nStrategien, die das vorhandene Budget des BCMS übersteigen, nicht bereits im Vor­\nhinein auszuschließen. Sofern der Nutzen der BC-Strategie die entsprechenden",
  "pages": {
    "start": 212,
    "end": 214
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}