{
  "id": "13_10",
  "header": "13.10 Auswertung und Nachbereitung von Übungen (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "12",
      "title": "Wiederanlauf- und Wiederherstellungsplanung (AS)"
    },
    {
      "level": 2,
      "number": "13.10",
      "title": "Auswertung und Nachbereitung von Übungen (R+AS)"
    }
  ],
  "content": "Zum anderen werden Korrekturbedarfe und Verbesserungsmöglichkeiten abgeleitet. \nDies können sowohl dokumentarische oder technische Änderungsbedarfe in den Not­\nfallplänen und -Maßnahmen sein als auch Anpassungen an der BC-Aufbauorganisation \noder dem BCM-Prozess oder dem Notfallbewältigungsprozess. Zusätzlich können aus der \nÜbung funktions- bzw. rollenspezifische Verbesserungs- und Unterstützungsbedarfe her­\nvorgehen, z. B. zu den individuellen Aufgaben und Befugnissen einzelner Rollen. Auch \nSchulungs- oder Trainingsbedarfe für die Rolleninhabenden des Stabes zählen dazu.\n\nEs sollten sowohl die für die Übung herangezogenen Dokumente, wie die Notfallpläne, \nals auch in der Übung erstellte Dokumente ausgewertet werden. Erstellte Dokumente \nsind zum einen Übungsprotokolle und Feedbackbögen der Übungsteilnehmenden. Zum \nanderen geben auch Ergebnisobjekte der Stabsübung, wie Visualisierungen, Protokolle \noder fiktive Pressemitteilungen, Auskunft über die Reife des BCM. Alle Übungsergebnis­\nse und identifizierte Korrekturbedarfe und Verbesserungsmöglichkeiten sollten in einem \nÜbungsbericht dokumentiert werden. Der oder die BCB sollte anhand der Ergebnisse \nbewerten, wie ausgereift das BCM der Institution bereits ist.\n\nHinweis\n\nMit der Darstellung des Übungserfolges ist hier nicht gemeint, dass beurteilt \nwird, ob die Teilnehmenden immer „richtig“, d. h. wie geplant und aus fachlicher \nSicht sinnvoll, gehandelt und entschieden haben. Vielmehr sollte im Rahmen der \nAuswertung und Nachbereitung dargestellt werden, welcher Lerneffekt erzielt und \nwelche Korrekturbedarfe oder Verbesserungsmöglichkeiten erkannt werden konn­\nten. Eine „fehlerfreie“ Übung ist hingegen kein Erfolgskriterium für eine Übung. \nWurden alle Übungsziele erreicht, kann dies als Erfolg angesehen werden. Darüber \nhinaus kann aber auch dann von einer erfolgreichen Übung gesprochen werden, \nwenn Korrekturbedarfe und Verbesserungsmöglichkeiten identifiziert wurden und \ndiese Erkenntnisse genutzt werden, um das BCMS weiter zu verbessern.",
  "pages": {
    "start": 285,
    "end": 285
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}