{
  "id": "13_4",
  "header": "13.4 Vorbereitung und Durchführung einer Übung (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "12",
      "title": "Wiederanlauf- und Wiederherstellungsplanung (AS)"
    },
    {
      "level": 2,
      "number": "13.4",
      "title": "Vorbereitung und Durchführung einer Übung (R+AS)"
    }
  ],
  "content": "Jede Übung sollte gemäß der Jahresübungsplanung vorbereitet und durchgeführt wer­\nden:\n\n• \nDie Vorbereitung beinhaltet alle Aktivitäten, die im Vorfeld für die Übung geplant \nwerden müssen. Hierzu gehört z. B. ein Übungsszenario zu beschreiben, die Beteilig­\nten zu bestimmen und die organisatorischen, örtlichen und technischen Rahmenbe­\ndingungen zu schaffen. Die Konzeption und Vorbereitung der Übung richtet sich am \ngesetzten Übungsziel aus. Der Umfang der Vorbereitung hängt von der Art und \nKomplexität der Übung ab.\n\n• \nDie Durchführung der Übung beinhaltet, dass die Beteiligten einen vorgegebenen \nÜbungsablauf bewältigen müssen, z. B. indem die geplanten Ressourcen für den \nNotfall aktiviert und die Funktionsfähigkeit getestet werden. Ferner werden in die­\nsem Schritt die Erkenntnisse aus der Übung zwecks späterer Auswertbarkeit nach­\nvollziehbar protokolliert.\n\nDa sich die konkreten Schritte je nach Übungsart unterscheiden, sind die Vorbereitung \nund Durchführung jeweils spezifisch für jede Übungsart in den nachfolgenden Kapiteln \nbeschrieben.\n\nUm einen klaren Rahmen zur Konzeption und Durchführung für alle beteiligten Personen \nvorzugeben, ist es wichtig, die organisatorischen Eckpunkte für jede Übung in einem \nÜbungskonzept zusammenzufassen. Das Übungskonzept sollte folgende Punkte bein­\nhalten:\n\n• \nDatum der Übung\n\n• \nStandort und Raum (Buchung)\n\n• \nÜbungsbeginn (Uhrzeit)\n\n• \nÜbungsziele (Konkretisieren der Ziele aus der Jahresübungsplanung)\n\n• \nTeilnehmende (jeweils Rolle und Name)\n\n• \nAnkündigung der Übung (Ja/Nein)\n\nAbweichungen zu dieser Liste sind in den einzelnen Kapiteln zu jeder Übungsart be­\nschrieben.",
  "pages": {
    "start": 267,
    "end": 268
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}