{
  "id": "14",
  "header": "14 Leistungsüberprüfung und Berichterstattung (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "14",
      "title": "Leistungsüberprüfung und Berichterstattung (AS)"
    }
  ],
  "content": "Fähigkeiten und Kenntnisse der BCM-\nRolleninhabenden und Grad der BCM-Kultur \nin der Institution\n\nidentifizierte Korrekturbedarfe und Verbesse­\nrungsmöglichkeiten aus durchgeführten \nSchulungen, Sensibilisierungsmaßnahmen \nsowie Rückmeldungen der Rolleninhabenden \nin Stabsübungen\n\nIm Rahmen des Reaktiv-BCMS identifizierte \nKorrekturbedarfe und Verbesserungsmög­\nlichkeiten\n\nMaßnahmenliste\n\nTabelle 44: Übersicht möglicher Kriterien zur Einschätzung der Reife des BCMS (Bei­\nspiele)\n\nR\n\nAnhand der identifizierten Korrekturbedarfe und Verbesserungsmöglichkeiten müssen \nim Rahmen der Aufrechterhaltung und Verbesserung konkrete Maßnahmen entwi­\nckelt und umgesetzt werden. Diese sollten in einem Maßnahmenplan festgehalten wer­\nden:\n\n• \nKorrekturmaßnahmen und Maßnahmen zur Aufrechterhaltung dienen dazu, \nAbweichungen des Managementsystems und der BC-Planung zu den Anforderun­\ngen an das BCMS zu identifizieren und zu korrigieren. Sofern erforderlich können \nüber Korrekturmaßnahmen auch innerhalb des BCMS definierte Anforderungen kor­\nrigiert werden.\n\n• \nVerbesserungsmaßnahmen dienen dazu, das BCMS sowie einzelne bauliche, \ntechnische oder organisatorische Maßnahmen zu verbessern.\n\nHinweis\n\nDie Korrektur und Verbesserung des BCMS obliegt nicht ausschließlich der Rolle \nBCB, sondern ist Aufgabe vieler verschiedener Rollen im BCMS. So muss etwa die In­\nstitutionsleitung ihrerseits Korrekturbedarfe und Verbesserungsmöglichkeiten auf \nstrategischer Ebene identifizieren und durch Neuausrichtung der Ziele und Rahmen­\nbedingungen des BCMS behandeln.\n\nDie Korrektur und Verbesserung des BCMS erfolgt nicht in einem zeitlich abgeschlosse­\nnen Zeitraum. Die Eignung, Angemessenheit und Wirksamkeit des BCMS muss durch \ngeeignete Maßnahmen fortlaufend verbessert werden. Nur so kann gewährleistet wer­\nden, dass kurzfristig auf Abweichungen und Verbesserungsmaßnahmen, sowie auf ver­\nänderte Rahmenbedingungen reagiert werden kann. Dies stellt wiederum sicher, dass \ndie BCM-Prozessschritte sowie die BC-Planung stets den geltenden Anforderungen ent­\nsprechen.\n\nDas Reaktiv-BCMS befähigt die Institution nur zu einer rudimentären Not­\nfall- und Krisenbewältigung und bedarf daher einer nahtlos anschließenden \nWeiterentwicklung zum Aufbau- oder Standard-BCMS, sobald der erste \nPDCA-Zyklus beendet ist (siehe Kapitel 15.4 Weiterentwicklung des Reaktiv-\nBCMS (R)). Typisch für ein Reaktiv-BCMS sind auch eine erhebliche Anzahl \nan „Lücken in der Absicherung“, die in dem Maßnahmenplan dokumentiert \nsind und aufgrund ihrer teilweise weitreichenden Bedeutung erst im Auf­\nbau- oder Standard-BCMS systematisch behoben werden können.\n\nAS\n\nSofern über einen längeren Zeitraum oder aus einzelnen BCM-Prozess-\nschritten im Rahmen des Aufbau- oder Standard-BCMS keine neuen Kor­\nrektur- oder Verbesserungsmaßnahmen identifiziert und in den BCM-\nMaßnahmenplan aufgenommen werden, kann dies einen stagnierenden \nReifegrad des BCMS bedeuten. Dies gilt selbst für vermeintlich ausgereifte \nBCMS, da sich die internen und externen Rahmenbedingungen des BCMS \nerfahrungsgemäß stetig weiterentwickeln und so auch das BCMS regelmä­\nßig angepasst werden muss. Der oder die BCB muss daher stetig prüfen, ob \nerkannte Abweichungen dokumentiert, angemessen korrigiert und Verbes­\nserungsmöglichkeiten in das BCMS überführt werden.\n\nDie folgende Abbildung gibt einen Überblick über das Vorgehen zur Korrektur und Ver­\nbesserung des BCMS.\n\nAbbildung 56: BCM-Prozessschritte zur Aufrechterhaltung und Verbesserung des BCMS\n\nDie Korrektur und Verbesserung ist ein Teilprozess eines jeden zyklischen Manage­\nmentsystems. Vor diesem Hintergrund können im Rahmen weiterer Management­\nsysteme der Institution, wie etwa einem Qualitätsmanagementsystem, ISMS oder \nDatenschutzmanagementsystem, bereits bestehende Vorgehensweisen sowie Tools \nzur Korrektur und Verbesserung des jeweiligen Managementsystems bestehen. Soll­\nte dies der Fall sein, kann einerseits die bestehende Vorgehensweise für das BCMS \nadaptiert werden. Andererseits können identifizierte Korrektur- und Verbesserungs­\nmaßnahmen der verschiedenen Managementsysteme auch aufeinander abgestimmt \nwerden. Dies bietet sich etwa an, wenn Korrektur- oder Verbesserungsmaßnahmen \nauch anderen Managementsystemen zugutekommen.",
  "pages": {
    "start": 298,
    "end": 301
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}