{
  "id": "1_2",
  "header": "1.2 Zielsetzung",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "1.2",
      "title": "Zielsetzung"
    }
  ],
  "content": "Behörden und Unternehmen stehen gleichermaßen vor der Herausforderung, immer \neffizienter und möglichst zu jeder Zeit Leistungen erbringen zu müssen. Dazu tragen ver­\nschiedene Entwicklungen und Trends in der Gesellschaft und der Wirtschaft bei. Z. B. \nsteigen die Anforderungen des globalen Wettbewerbs, der fortschreitenden Digitalisie­\nrung sowie verschiedener Interessengruppen, d. h. von Aufsichtsbehörden, Kunden und \nKundinnen usw. Infolgedessen werden Institutionen immer abhängiger von Informati­\nonstechnik (IT), funktionierenden Lieferketten und den Leistungen von Drittanbietenden \nwie beispielsweise Dienstleistungs-, Zulieferungs- und Versorgungsunternehmen. Die \nVerfügbarkeit der Geschäftsprozesse oder Fachaufgaben entwickelt sich zu einer Exis­\ntenzfrage für die Institution.\n\nGleichzeitig nehmen Risiken zu, die den Geschäftsbetrieb oder die Aufgabenerfüllung \neiner Institution in hohem Maße beeinträchtigen und sogar zu einem existenzbedrohen­\nden Schaden führen können. Hierunter fallen z. B. Cyber-Angriffe oder extreme Naturer­\neignisse, gegen die sich Institutionen nicht komplett schützen können.\n\nObwohl Institutionen sich mit Informationssicherheit bzw. Cybersicherheit sowie mit IT-\nService Continuity Management (ITSCM) zu schützen versuchen, führten verschiedene \nCyber-Angriffe in den vergangenen Jahren immer wieder zu Ausfällen kritischer Ge­\nschäftsprozesse (siehe jährliche Lageberichte des BSI zur IT-Sicherheit in Deutschland). \nInsbesondere Ransomware-Angriffe haben sich zu einer allgegenwärtigen Bedrohung \nentwickelt.\n\nZudem sorgt die fortschreitende Effizienzsteigerung von Geschäftsprozessen dafür, dass \nLeerlauf- und Pufferzeiten auf ein Minimum reduziert werden. Darüber hinaus werden \nauch in der Logistik und der Produktion benötigte Ressourcen auf ein Mindestmaß redu­\nziert, um Lagerflächen einzusparen.\n\nInfolgedessen verkleinern sich in der Praxis die Zeitfenster, innerhalb derer auf Ausfälle \nder Geschäftsprozesse angemessen reagiert und unmittelbare Folgewirkungen einge­\ndämmt werden können. Entsprechend steigt die Notwendigkeit, gegen Ausfälle des Ge­\nschäftsbetriebs umfassend vorzusorgen sowie für den Schadensfall angemessene Mög­\nlichkeiten zur Geschäftsfortführung vorzubereiten (engl. Business Continuity oder BC).\n\nMit Hilfe eines angemessenen Business-Continuity-Managements (BCM) können sich \nInstitutionen vor den Auswirkungen solcher Schadensereignisse schützen, die den Ge­\nschäftsbetrieb in nicht akzeptablem bis hin zu existenzbedrohendem Maße beeinträchti­\ngen können. Ziel des BCM ist es sicherzustellen, dass der Geschäftsbetrieb selbst bei \nmassiven Schadensereignissen nicht unterbrochen wird oder nach einer Unterbrechung \nin angemessener Zeit auf einem definierten Mindestniveau fortgeführt werden kann. Das \nBCM umfasst organisatorische, technische, bauliche und personelle Maßnahmen. Institu­\ntionen können dabei teilweise auf vorhandene Sicherheitsmaßnahmen weiterer Mana­\ngementsysteme zurückgreifen und diese gegebenenfalls erweitern. Synergien ergeben \nsich z. B. mit dem Managementsystem für Informationssicherheit (ISMS).\n\nDieser BSI-Standard erleichtert den Einstieg in ein BCM, indem ein Stufenmodell mit Ein­\nstiegsstufen angeboten wird (siehe Kapitel 2.6 BCMS-Stufenmodell).\n\nDarüber hinaus bietet dieser BSI-Standard eine Anleitung, um ein vollständiges, zur \nNorm ISO 22301:2019 konformes BCM einzuführen, aufrechtzuerhalten und zu verbes­\nsern. Erfahrene Anwendende, die gegebenenfalls mit einem bereits existierenden BCM \narbeiten, können den Anforderungskatalog nutzen, um sich auf schnelle und effektive \nWeise nach diesem Standard auszurichten (siehe Anhang A: Anforderungskatalog).\n\nBCM ist kein einmaliges Projekt, sondern bedarf eines zielgerichteten Business-Conti-\nnuity-Management-Systems (BCMS), das sich fortlaufend weiterentwickelt. Ein BCMS \nmuss kontinuierlich verbessert und an die sich stetig verändernden Rahmenbedingungen \nder Institution angepasst werden (siehe Kapitel 2.2 Grundlagen eines Managementsys­\ntems). So wird ein dauerhafter Prozess geschaffen, um organisatorische Resilienz (Wider­\nstandsfähigkeit) aufzubauen.\n\nDie organisatorische Resilienz einer Institution ist die Fähigkeit, auf Veränderungen zu \nreagieren und sich diesen Veränderungen anzupassen. Je „resilienter“ eine Institution ist, \numso besser kann sie Risiken und Chancen durch Veränderungen erkennen und flexibel \ndarauf reagieren. Dies gilt sowohl für plötzliche als auch für allmähliche, sowohl für in­\nterne als auch für externe Veränderungen.\n\nOrganisatorische Resilienz wird nicht durch ein einzelnes Managementsystem aufgebaut, \nsondern entsteht erst durch das Zusammenspiel verschiedener Management-Disziplinen. \nDieser Standard berücksichtigt die Informationssicherheit, das Business Continuity Ma­\nnagement, die Krisenbewältigung und IT-Service Continuity als Eckpfeiler, die gemein­\nsam Resilienz schaffen können (siehe Abbildung 1).\n\nAbbildung 1: Resilienz schaffen durch verschiedene Sicherheitsthemen\n\nHinweis\n\nNeben den genannten Sicherheitsthemen können auch weitere Disziplinen wie  \nArbeitssicherheit, Perimeter- und Gebäudeschutz, personelle Sicherheit oder das  \nIT-Berechtigungsmanagement integriert werden, um die Resilienz zu steigern.\n\nGemäß ISO 22316:2017 Security and resilience – Organizational resilience (siehe \n[22316]) wird die Resilienz einer Institution darüber hinaus auch von Prozessen beein­\nflusst, die keinen direkten Bezug auf die Themen Sicherheit und Business Continuity ha­\nben, wie Qualitätsmanagement, Supply Chain Management, Finanzen, Personal und Be­\ntrugsprävention.",
  "pages": {
    "start": 11,
    "end": 13
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}