{
  "id": "2_1",
  "header": "2.1 Begriffe",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "2.1",
      "title": "Begriffe"
    }
  ],
  "content": "Im Fokus des BCM liegen die zeitkritischen Geschäftsprozesse der Institution, die ge­\ngen Ausfälle abgesichert werden sollen. Um ein einheitliches Verständnis zu schaffen, \ngelten innerhalb dieses Standards die nachfolgend aufgeführten Definitionen:\n\nEin Geschäftsprozess im Sinne des BCM ist eine Menge logisch verknüpfter Einzeltätig­\nkeiten (Aufgaben, Arbeitsabläufe), die durch Organisationseinheiten (OEs) ausgeführt \nwerden, um ein bestimmtes betriebliches Ziel zu erreichen. Im behördlichen Umfeld ist \nder Begriff Fachaufgabe dafür geläufiger.\n\nHinweis\n\nNachfolgend werden in dem gesamten Standard unter dem Begriff Geschäftspro­\nzess auch Fachaufgaben verstanden.\n\nFür die im BCM betrachteten Geschäftsprozesse ist eine mittlere Detaillierungsebene \nausreichend. Eine feingliedrige Beschreibung der Einzeltätigkeiten, wie sie z. B. in der \nOrganisationsanalyse anhand einer Prozessmodellierung erhoben und dokumentiert \nwerden, sind für das BCM nicht notwendig.\n\nAls zeitkritisch gelten alle Geschäftsprozesse, deren Ausfall innerhalb eines zuvor fest­\ngelegten Zeitraums zu einem nicht tolerierbaren, unter Umständen existenzgefährden­\nden Schaden für die Institution führen kann. So kann z. B. ein Ausfall, der gegen ent­\nsprechende regulatorische Anforderungen verstößt, zu existenzbedrohenden Folgen füh­\nren. Falls andere Geschäftsprozesse, wie beispielsweise Unterstützungsprozesse, oder \nRessourcen, wie beispielsweise Personal, IT-Systeme oder Dienstleistungsunternehmen, \nbenötigt werden, um die zeitkritischen Geschäftsprozesse aufrecht zu erhalten, müssen \nauch diese als zeitkritisch angesehen werden. Hingegen kann es in einer Institution auch \nGeschäftsprozesse geben, die im Alltag sehr wichtig, aber nicht zeitkritisch sind.\n\nHinweis\n\nIm BCM werden ausschließlich die zeitkritischen Geschäftsprozesse berücksichtigt. \nEin Prozess ist nur dann nicht zeitkritisch, wenn genügend Zeit zur Verfügung steht, \num auf eine Störung oder einen Ausfall dieses Prozesses angemessen zu reagieren.\n\nÜblicherweise werden Schadensereignisse durch die Allgemeine Aufbauorganisation \n(AAO) im täglichen Dienst- bzw. Geschäftsbetrieb (Normalbetrieb) bewältigt. Die AAO \nist die ständige Organisationsform der Institution für die Aufgaben des täglichen Service- \nbzw. Geschäftsbetriebs. Für die AAO sind die Zuständigkeiten, der hierarchische Aufbau \nsowie die Kommunikations- und Entscheidungswege festgelegt.\n\nEinschränkungen, Unterbrechungen oder Ausfälle des Geschäftsbetriebs können jedoch \nso gravierend sein, dass sie nicht mehr durch die AAO und deren Strukturen zu bewälti­\ngen sind. In diesem Fall wird in der Regel eine Besondere Aufbauorganisation (BAO) \neingesetzt.\n\nDie BAO ist eine zeitlich begrenzte Organisationsform, die auf außergewöhnliche Situa­\ntionen angemessen und schnell reagieren kann. Innerhalb der BAO gelten zeitlich be­\ngrenzte Zuständigkeiten, Hierarchien sowie Kommunikations- und Entscheidungswege, \ndie von dem täglichen Normalbetrieb abweichen können.\n\nUm zu verdeutlichen, welche Schadensereignisse durch das BCM behandelt werden, \nwerden im Folgenden die Begriffe Störung, Notfall und Krise voneinander abgegrenzt.\n\nAbbildung 2: Abgrenzung Störung, Notfall, Krise\n\nEine Störung ist eine Situation, in der Prozesse oder Ressourcen nicht wie vorgesehen \nzur Verfügung stehen. Störungen werden in der Regel innerhalb des Normalbetriebs \ndurch die AAO der Institution behoben. Hierzu wird auf vorhandene Prozesse zur Stö­\nrungsbeseitigung oder des Vorfallmanagements (auch Incident-Management genannt) \nzurückgegriffen. Daher sind Störungen nicht Betrachtungsgegenstand dieses Standards. \nStörungen können jedoch zu einem Notfall eskalieren, wenn sie nicht in einer an­\ngemessenen Zeit behoben werden können.\n\nEin Notfall im Sinne dieses Standards ist eine Unterbrechung des Geschäftsbetriebs, die \nmindestens einen zeitkritischen Geschäftsprozess betrifft, der nicht im Normalbetrieb in­\nnerhalb der maximal tolerierbaren Ausfallzeit wiederhergestellt werden kann (siehe Kapi­\ntel 6.2 Konkretisierung des Begriffs zeitkritisch (R+A)). Im Gegensatz zu Störungen wird\n\nzur Bewältigung von Notfällen eine BAO benötigt. Im Gegensatz zur Krise liegen geeig­\nnete Pläne zur Bewältigung vor oder bestehende Pläne können adaptiert werden. Der \nNotfall kann auch ausgerufen werden, bevor das Schadensereignis zu einer Unterbre­\nchung des Geschäftsbetriebs führt, um schnell reagieren zu können. Es genügt die Ge­\nfahr, dass durch das Schadensereignis der Geschäftsbetrieb unterbrochen wird.\n\nHinweis\n\nDer Begriff Notfall wird hier im Kontext BCM definiert. In anderen Themengebieten \nkann es abweichende Definitionen eines Notfalls geben, z. B. im Sinne des Brand­\nschutzes oder Schutz von Leib und Leben. Wenn im BSI-Standard 200-4 nachfol­\ngend von Notfall gesprochen wird, ist immer der BCM-Notfall gemeint.\n\nAls Krise im Sinne dieses Standards wird ein Schadensereignis bezeichnet, das sich in er­\nheblicher Weise negativ auf die Institution auswirkt und dessen Auswirkungen auf die \nInstitution nicht im Normalbetrieb bewältigt werden können. Im Gegensatz zu einem \nNotfall liegen zur Bewältigung einer Krise jedoch keine spezifischen Notfallpläne vor. \nVorhandene Notfallpläne können nicht oder nur bedingt adaptiert werden oder greifen \nschlicht nicht. Innerhalb der Institution wird die Krise durch eingeleitete Maßnahmen der \nBAO bewältigt.\n\nKrisen können unmittelbar auftreten oder aus einer Störung oder einem Notfall \nheraus eskalieren. Das BCM trägt dazu bei, Krisen, die den Geschäftsbetrieb der Insti­\ntution beeinträchtigen, mithilfe der BAO operativ zu bewältigen (siehe Glossar, Definiti­\non Krisenmanagement). Zudem können mithilfe der BAO auch die Folgen solcher Scha­\ndensereignisse bewältigt werden, die zwar nicht unmittelbar den Geschäftsbetrieb be­\ntreffen, jedoch aufgrund ihrer massiven Auswirkungen auf die Institution gesondert \nbehandelt werden müssen.\n\nBeispiel\n\nEin Stromausfall in einem Gebäudeteil der Institution, z. B. einer Werkstatt, der mit \nden vorhandenen Möglichkeiten der AAO beseitigt werden kann und die Arbeitsfä­\nhigkeit nicht zu lange beeinträchtigt, wird als Störung eingestuft.\n\nWeitet sich der Stromausfall hingegen aus, weil er einen großen Gebäudebereich \numfasst, so können weite Bereiche der Institution nicht mehr einsatzfähig und we­\nsentliche Arbeiten nicht mehr durchführbar sein. Falls dabei zeitkritische Geschäfts­\nprozesse der Institution unterbrochen werden und der Wiederanlauf des Geschäfts­\nbetriebs nicht automatisch in der erforderlichen Zeit möglich ist, liegt ein Notfall \nvor.\n\nWirkt ein Stromausfall sich überregional aus, weil z. B. Überlandleitungen zerstört \nwurden und die Ausweichstandorte ebenfalls betroffen sind, liegt eine Krise vor. \nDie vorhandenen Notfallmaßnahmen sind nicht mehr ausreichend und die BAO \nmuss ad hoc über geeignete Maßnahmen entscheiden, z. B. kann ein Notstromag­\ngregat für 3 Tage eingesetzt werden.\n\nHinweis\n\nViele weitere Definitionen der gängigen BCM-Literatur differenzieren die Begriffe \nStörung, Notfall, Krise primär anhand der Auswirkungen. Im Rahmen dieses Stan­\ndards werden die Auswirkungen stärker in einen zeitlichen Bezug gesetzt, um bei \neinem Schadensereignis schnell einen Notfall von einer Störung oder einer Krise un­\nterscheiden zu können. Die Fragestellung, ob ein Geschäftsprozess zeitkritisch ist, \nberücksichtigt beide Aspekte und wird im BCM in detaillierteren Analysen beantwor­\ntet.\n\nIm Schadensereignis muss somit nur noch festgestellt werden, ob ein zeitkritischer \nGeschäftsprozess betroffen ist und ob Notfallpläne vorliegen bzw. adaptiert werden \nkönnen oder nicht.\n\n• \nWenn Notfallpläne vorliegen und anwendbar sind, handelt es sich um einen \nNotfall, der im Rahmen der BAO mit Hilfe der Notfallpläne behandelt werden \nsollte.\n\n• \nWenn keine Notfallpläne vorhanden sind oder die bestehenden Notfallpläne nur \nbedingt angewendet werden können, handelt es sich um eine Krise, die im \nRahmen der BAO situativ behandelt werden muss.\n\nEs ist möglich, dass sich Krisen nicht nur ausschließlich auf die eigene Institution und die \nGeschäftspartner und -partnerinnen, sondern auch darüber hinaus auswirken. In der \nBewältigung treten dann gegebenenfalls weitere Parteien in Erscheinung, wie Aufsichts­\nbehörden oder Behörden und Organisationen mit Sicherheitsaufgaben (BOS),  \nwie z. B. Polizei und Feuerwehr. Krisen, wie z. B. Großschadenslagen oder Ereignisse im \nSpannungs- und Verteidigungsfall, werden in diesem Standard explizit nicht beschrieben. \nDiese Ereignisarten werden als externe Randbedingungen für die Bewältigung der eige­\nnen Betroffenheit aufgefasst und nicht näher erläutert.\n\nIn diesem Standard wird der Begriff Katastrophe nicht definiert, weil es hierzu bereits \nLegaldefinitionen der Länder (z. B. § 2 des Katastrophenschutzgesetzes des Landes Berlin \n(siehe [BRLN]) oder § 1 des Gesetzes über den Katastrophenschutz des Landes Baden-\nWürttemberg (siehe [BW2])) und des Bundes gibt (z. B. Definition gemäß BBK-Glossar \n(siehe [BBK1])). BCM behandelt die Auswirkung von Schadensereignissen auf die eigene \nInstitution. Da der Umgang innerhalb der Institution mit einer Katastrophe nicht anders \nist als mit einer Krise, wird innerhalb dieses Standards auch nicht zwischen Krise und Ka­\ntastrophe unterschieden.\n\nWeitere wesentliche Begriffe, die zusätzlich relevant zum Verständnis dieses Standards \nsind, werden innerhalb des Glossars definiert (siehe Anhang B: Hinweise zu den Hilfsmit­\nteln).",
  "pages": {
    "start": 17,
    "end": 21
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}