{
  "id": "2_2",
  "header": "2.2 Grundlagen eines Managementsystems (BCMS)",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "2.2",
      "title": "Grundlagen eines Managementsystems (BCMS)"
    }
  ],
  "content": "### 2.3 (zeitlicher) Ablauf der Bewältigung\n\nEin individuell angepasstes BCMS ermöglicht Institutionen, Schadensereignisse schnell \nund effektiv zu bewältigen.\n\nAbbildung 5: Bewältigung eines schwerwiegenden Schadensereignisses mit und ohne BCM\n\nOhne BCM ist die Situation durch große Unsicherheit gekennzeichnet. Nachdem das \nSchadensereignis festgestellt und Sofortmaßnahmen eingeleitet wurden, müssen zu­\nnächst die Zuständigkeiten geklärt und alle notwendigen Informationen zusammenge­\ntragen werden. Unter Umständen müssen geeignete Kommunikationskanäle erst aufge­\nbaut werden. Es muss geklärt werden, welche Prozesse als erstes wieder starten müssen, \num die Existenz der Institution zu sichern. Falls dies nicht leicht zu ermitteln ist, besteht \ndie Gefahr, dass zeitlich unkritischere Prozesse zuerst gestartet werden. Werden infolge­\ndessen zeitkritische Prozesse zu spät gestartet, kann dies schnell die Existenz der gesam­\nten Institution gefährden. Ohne BCM wird auch deutlich mehr Zeit gebraucht, um ge­\neignete Maßnahmen abzustimmen und auf das Schadensereignis zu reagieren. Der Ge­\nschäftsbetrieb kann nur in kleinen Schritten anhand ad hoc entschiedener, alternativer \nVerfahren wiederaufgebaut werden. Aufgrund des längeren Ausfalls von Geschäftspro­\nzessen nehmen Arbeitsrückstände zu, z. B. um manuelle Arbeiten im IT-System nachzu­\npflegen. Zusätzliche Nacharbeiten werden erforderlich. Infolgedessen beginnt die Wie­\nderherstellung ohne BCM später, da es mehr Zeit in Anspruch nimmt, das Ausmaß des \nEreignisses zu erkennen und angemessen darauf zu reagieren. Zudem fehlt eine überge­\nordnete Koordination aller Aktivitäten, d. h. es gibt z. B. keine Pläne und kein Entschei­\ndungsgremium.\n\nMit BCM kann ein Schadensereignis anhand festgelegter Kriterien schnell an kompeten­\nte Entscheidungsinstanzen gemeldet und als Notfall oder Krise identifiziert werden. Auf \nGrundlage der bereits vorhandenen Notfallpläne kann der Geschäftsbetrieb zeitnah wie­\nderanlaufen und im Rahmen eines definierten Notbetriebs fortgeführt werden. Die Exis­\ntenz der Institution ist gesichert. Zudem kann zur Bewältigung auf eine BAO zurückge­\ngriffen werden. Diese ist speziell dafür etabliert und trainiert, Notfälle und Krisen zu ma­\nnagen.\n\nAbbildung 6 verdeutlicht schematisch einen typischen Ablauf der Bewältigung eines \nSchadensereignisses mithilfe des BCM. Die Zeitabschnitte sind zwecks besserer Lesbar­\nkeit gestrafft dargestellt. Die wichtigsten Ereignisse und Aktivitäten der Notfallbewälti­\ngung werden nachfolgend kurz vorgestellt und in späteren Kapiteln dieses Standards \nnäher erläutert.\n\nAufgrund der unterschiedlichen Auswirkungen von Schadensereignissen können die \nEreignisse und Aktivitäten in der Bewältigung gemäß Abbildung 6 nur schematisch \nwiedergegeben werden. In der Praxis laufen Ereignisse und Aktivitäten nicht immer \nlinear ab, sondern sie überschneiden sich oder laufen parallel zueinander. Insbeson­\ndere die Schritte Sofortmaßnahmen und Alarmierung sind situationsspezifisch und \nkönnen zeitlich auch in umgekehrter Reihenfolge ausgeführt werden.\n\nAbbildung 6: Ablauf der Bewältigung mit BCM\n\nDer Eintritt eines Schadensereignisses ist definiert als der Zeitpunkt, zu dem ein \nSchadensereignis tatsächlich passiert. Da Schadensereignisse in einigen Fällen zunächst \nunbemerkt bleiben, ist der Eintritt nicht immer zweifelsfrei zeitlich bestimmbar. In der \nPraxis kann der Eintritt des Schadensereignisses daher auch mit dem Zeitpunkt gleichge­\nsetzt werden, zu dem das Schadensereignis erstmalig wahrgenommen wird.\n\nSofortmaßnahmen dienen dazu, Leib und Leben zu schützen sowie weitere Schäden in \nFolge des Schadensereignisses zu verhindern oder zumindest einzudämmen. So können \nz. B. Ausweichstandorte sofort bezogen werden. Je nach Situation können Sofortmaß­\nnahmen bereits eingeleitet werden, bevor das Ereignis zu einem Notfall eskaliert wird, \num weiteren Schaden abzuwenden. Im Einzelfall können zu Sofortmaßnahmen auch \nMaßnahmen gezählt werden, die keinen zeitlichen Aufschub dulden und sich daher der \nstrukturierten Bewältigung durch die BAO entziehen, z. B. eine vorgeschriebene Sofort­\nmeldung eines Schadensereignisses an einen Regulator.\n\nDie Alarmierung und Eskalation regelt, wie ein Schadensereignis an zuvor definierte \nMeldestellen gemeldet werden soll. Der Standard beschreibt hierzu eine Möglichkeit, wie \nMeldestellen das Ereignis initial bewerten und an eine zentrale Entscheidungsinstanz\n\nmelden, falls das Ereignis als potenzieller Notfall eingestuft wurde. Wird das Schadenser­\neignis durch die Entscheidungsinstanz als Notfall bestätigt, muss diese sicherstellen, dass \ndie BAO alarmiert wird.\n\nDie Konstituierung der BAO beinhaltet alle Aktivitäten, die die BAO in die Lage verset­\nzen, ihre Arbeit aufzunehmen. So bezieht die BAO z. B. einen Stabsraum und alle not­\nwendigen Arbeitsmittel werden zum sofortigen Einsatz vorbereitet. Im Stab wird final \ndarüber entschieden, ob der Notfall als solches bestätigt oder das Ereignis deeskaliert \nwird.\n\nNach Bestätigung des Notfalls erfolgt der Start der Bewältigung durch die BAO. Zu­\ndem wird der Notfall in der Institution durch die BAO ausgerufen und die BAO \nnimmt ihre Arbeit auf. Zunächst stellt die BAO die Lage fest und erste Maßnahmen wer­\nden festgelegt. Die verabschieden Maßnahmen müssen operativ umgesetzt und an­\nschließend nachverfolgt werden, z. B. ob sie wirksam sind. Nach Ausrufen des Notfalls \nweist der Stab situationsbezogen die betroffenen Organisationseinheiten an, den Ge­\nschäftsbetrieb wiederanlaufen zu lassen, indem dieser in einen stabilen Notbetrieb zu \nüberführt wird.\n\nDer Wiederanlauf beschreibt alle Maßnahmen, um strukturiert in einen vorab geregel­\nten Notbetrieb wechseln zu können. So kann es notwendig sein, alternative Ressourcen \nbereitzustellen (z. B. Ausweich-IT-Systeme, Notfallarbeitsplätze etc.), Prozesse und Tätig­\nkeiten auf einen möglicherweise reduzierten Notbetrieb umzustellen oder die Mitarbei­\ntenden in die definierten alternativen Prozesse einzuweisen. Das BCM gibt Fristen vor, \ninnerhalb derer der Wiederanlauf erfolgt sein muss (Wiederanlaufzeit).\n\nDie Geschäftsfortführung beschreibt, wie die Geschäftsprozesse in einem Notbetrieb \nmithilfe alternativer Ressourcen oder alternativer Prozessschritte durchgeführt werden \nkönnen. Innerhalb dieser Phase können beispielsweise Ersatzsysteme genutzt oder Tätig­\nkeiten innerhalb von Geschäftsprozessen zurückgestellt, modifiziert oder anders priori­\nsiert werden.\n\nDie Wiederherstellung hat einen Zustand zum Ziel, in dem der Normalbetrieb wieder \nmöglich ist. Ausgefallene Ressourcen können z. B. neu beschafft, Ersatzteile eingesetzt \noder Komponenten neu installiert und konfiguriert werden. Die Wiederherstellung um­\nfasst alle Tätigkeiten ausgehend vom Beginn der Bewältigung bis hin zur Deeskalation \ndes Ereignisses. Sie verläuft häufig parallel zum Wiederanlauf und zum Notbetrieb. Typi­\nscherweise erfolgt die Wiederherstellung ausgefallener Ressourcen durch die ressourcen­\nzuständigen Organisationseinheiten. Sie sind üblicherweise nicht Teil der BAO, sondern \narbeiten parallel zu deren Maßnahmen. Jedoch sollten die Maßnahmen zur Wiederher­\nstellung mit den Maßnahmen zum Wiederanlauf und zum Notbetrieb zwischen den be­\nteiligten Zuständigen abgestimmt werden, um unter anderem die notwendige Dauer des \nNotbetriebs ableiten zu können.\n\nDie Notfall- und Krisenkommunikation (NuK-Kommunikation) dient dazu, Infor-\nmationen während der Bewältigung zu sammeln, zu verifizieren sowie adressatenge­\nrecht nach innen und außen zu verteilen. Ferner werden im Rahmen der NuK-Kom-\nmunikation vorab definierte Regeln zum Umgang mit Medien, Presse und gegebenen­\n\nfalls (Aufsichts-)Behörden angewendet und es wird überprüft, ob diese eingehalten wer­\nden.\n\nDie Deeskalation des Schadensereignisses markiert den Übergang von der Bewälti­\ngung zurück in den Normalbetrieb und kann durch die BAO ausgerufen werden, sobald \nsich abzeichnet, dass\n\n• \ndie Ursache des Schadensereignisses beseitigt wurde,\n\n• \nder Schaden eingedämmt werden konnte und sich nicht weiter ausbreitet sowie\n\n• \neine Bewältigung des Schadensereignisses durch eine BAO nicht länger erforderlich \nist.\n\nIn der Praxis sind zwischen der Deeskalation des Schadensereignisses und dem Erreichen \ndes Normalbetriebs häufig weitere Aktivitäten und Nacharbeiten erforderlich.\n\nUnter Nacharbeiten ist alles zu verstehen, was aufgrund des Notbetriebs nicht erledigt \nwerden konnte, aber zur Aufgabenerfüllung nachgeholt werden muss. Dies umfasst z. B.\n\n• \nnicht bearbeitete (zeitunkritische) Aufgaben,\n\n• \nRückstand an Anfragen,\n\n• \nDigitalisieren manuell erfasster Informationen,\n\n• \nfehlende Berichte zu durchgeführten Aufgaben,\n\n• \nRückbau von Ersatzanlagen und -systemen,\n\n• \nRückspielen von Daten in andere Systeme oder Datenbanken,\n\n• \nÜberprüfung und Wiederherstellung der Datenaktualität und Datenkonsistenz in IT-\nAnwendungen, z. B. Status von Batchläufen und Schnittstellen zu anderen Syste­\nmen, sowie\n\n• \nSchwenk von Ausweich- zu wiederhergestellten Hauptsystemen.\n\nÜblicherweise fallen Nacharbeiten an, die sich aus dem Notbetrieb ergeben. Die erfor­\nderlichen Nacharbeiten sind nicht unbedingt Teil der Bewältigung. Dies gilt, solange die \nregulären Prozesse zur Störungsbeseitigung greifen.\n\nHinweis\n\nDie Praxis zeigt, dass die Zeit der Nacharbeiten weiterhin eine arbeitsintensive Zeit \nfür die Institution ist. In Abbildung 6 ist dies durch eine „Wölbung“ dargestellt, da \ndie Institution mehr Zeit oder Ressourcen investieren muss, um diesen Rückstand \naufholen zu können.\n\nDas schrittweise Auflösen der BAO erfolgt während der Nacharbeiten, sobald die In­\nstitution entscheidet, dass die BAO nicht mehr benötigt wird. Es kann sinnvoll sein, dass \ndie BAO die Nacharbeiten noch eine Weile begleitet, z. B. wenn es dabei wieder zu ei­\nnem Notfall kommen könnte.\n\nWenn die BAO aufgelöst wird, werden die verschiedenen Rollen innerhalb der BAO situ­\nationsbezogen aus der BAO zurück in die AAO entlassen. Zudem muss gegebenenfalls \nder Stabsraum zurückgebaut sowie dessen Ausstattung aktualisiert werden.\n\nSpätestens sobald alle Arbeitsrückstände aufgearbeitet wurden und die ausgefallenen \nRessourcen wiederhergestellt werden konnten, ist der Normalbetrieb wieder möglich. \nDie anschließende Analyse der Bewältigung trägt wesentlich dazu bei, das BCMS wei­\nterzuentwickeln und die Bewältigung zukünftiger Schadensereignisse zu verbessern. An­\nhand der gewonnenen Erfahrungen und den real angewendeten Maßnahmen und Plä­\nnen lassen sich Korrekturbedarfe und Verbesserungsmöglichkeiten im BCMS optimal \nidentifizieren und innerhalb des kontinuierlichen Verbesserungsprozesses behandeln.\n\nDamit eine Notfallbewältigung wie dargestellt ablaufen kann, werden im Rahmen des \nBCMS Vorsorge- und Notfallmaßnahmen sowie Business-Continuity-Lösungen (BC-Lö-\nsungen) vorgeplant.\n\nUnter Vorsorgemaßnahmen fallen alle Maßnahmen, die präventiv erarbeitet und um­\ngesetzt werden, um die Eintrittshäufigkeit eines Ressourcenausfalls zu reduzieren.\n\nBeispiel\n\nIn Bezug auf die Ressourcenkategorien Gebäude und Infrastruktur könnten mehrere \nVorsorgemaßnahmen umgesetzt werden, um die Ausfallwahrscheinlichkeit eines \nGebäudes zu senken. So können Mitarbeitende beispielsweise dahingehend sensibi­\nlisiert werden, stets auf Brandlasten wie Verpackungsmaterialien zu achten und die­\nse umgehend zu entfernen. Zusätzliche Vorsorgemaßnahmen könnten darin beste­\nhen, das Gebäude durch weitere Brandschutzvorkehrungen wie Brandschotte oder \nFeuerschutztüren gegen Feuer abzusichern.\n\nUnter BC-Lösungen fallen alle Maßnahmen, die im Vorfeld erarbeitet und umgesetzt \nwerden, um eine Geschäftsfortführung im Notfall zu ermöglichen.\n\nBeispiel\n\n„Ausweichstandort bereitstellen“ stellt eine typische BC-Lösung dar. Der Ausweich­\nstandort wird zwar bereitgestellt, aber erst im Falle eines Gebäudeausfalls von den \nzeitkritischen Organisationseinheiten bezogen. Auch können zusätzliche Laptops \nund Zugangstoken bevorratet werden. Diese ermöglichen den Mitarbeitenden im \nNotfall ortsungebunden weiterarbeiten zu können.\n\nUnter Notfallmaßnahmen fallen alle Maßnahmen, die im Vorfeld erarbeitet jedoch erst \nim Schadensfall umgesetzt werden, um den Schaden zu begrenzen und Geschäftspro­\nzesse fortzuführen. Dazu gehören alle Maßnahmen zum Wiederanlauf und zur Ge­\nschäftsfortführung sowie alle Sofortmaßnahmen.\n\nDie Notfallmaßnahme „Ausweichstandort beziehen“ erläutert, wie eine Organisati­\nonseinheit während eines Gebäudeausfalls an einen Ausweichstandort wechselt, \nwelche priorisierten Tätigkeiten sie dort auf welche Weise mit den dort vorhandenen \nMitteln durchführt und wie die Organisationseinheit wieder an den primären Stand­\nort zurückkehrt. Notfallmaßnahmen konkretisieren, wie zuvor erarbeitete BC-\nLösungen im Notfall umgesetzt werden sollen.\n\nWeitere Informationen zur Bewältigung können dem Hilfsmittel Weiterführende Aspekte \nzur Bewältigung entnommen werden.",
  "pages": {
    "start": 21,
    "end": 29
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}