{
  "id": "3_4",
  "header": "3.4 Entscheidung zur Vorgehensweise (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "3.4",
      "title": "Entscheidung zur Vorgehensweise (R+AS)"
    }
  ],
  "content": "Manche Vorhaben scheitern an unrealistischen oder zu ehrgeizigen Zielvorgaben. Dies ist \nbeim Aufbau eines BCMS ebenfalls ein bedeutender Faktor. Anstelle eines groß angeleg­\nten BCM-Einführungsprojekts, das keinen schrittweisen Aufbau vorsieht, kann es zu Be­\nginn effizienter sein, ein BCMS in der Linie, d. h. in mehreren kleineren Schritten ohne \nhohe Investitionskosten, einzuführen, z. B. über ein Reaktiv- und anschließendes Aufbau-\nBCMS. In der Praxis ist es aber auch legitim, ein BCMS im Rahmen eines Projekts zu \netablieren und eventuell gleich ein Standard-BCMS anzustreben. Grundsätzlich muss \nBCM immer in einen langfristigen, sich kontinuierlich verbessernden Prozess übergehen. \nDie damit verbundene Durchlaufzeit eines PDCA-Zyklus sollte sich grundsätzlich an der \nVeränderungsgeschwindigkeit der Institution orientieren, wobei die Institution parallel in \nmehreren Phasen eines PDCA-Zyklus agieren kann. In der Praxis ist es darüber hinaus \nempfehlenswert, die Durchlaufzeit des PDCA-Zyklus auf ein Geschäftsjahr auszurichten, \nda dadurch das BCMS besser in das jährliche Berichtswesen und die jährliche Überprü­\nfung der Ziele integriert werden kann. In diesem Zeitrahmen kann insbesondere sicher­\ngestellt werden, dass die erreichten Ergebnisse immer aktuell sind. Die Ressourcen soll­\nten darauf ausgerichtet sein, dass die geplanten Ziele in dem aktuellen Zyklus erreicht \nwerden können. Insofern spielt auch die Verfügbarkeit von Ressourcen bei der Festle­\ngung der Durchlaufzeit des PDCA-Zyklus eine Rolle.\n\nDie Institutionsleitung muss entscheiden, wie die weiteren Schritte zum Aufbau eines \nBCMS aussehen sollen, sodass die kurzfristigen und langfristigen Ziele erreicht werden \n(siehe 3.1 Übernahme der Verantwortung durch die Leitungsebene (R+AS)). Diese Ent­\nscheidungen müssen auf der Zielsetzung, den damit zusammenhängenden Rahmenbe­\ndingungen des BCMS sowie dem festgelegten Geltungsbereich basieren. Wurde bereits \neine für das BCMS zuständige Person benannt, so kann diese die Institutionsleitung \ndurch Erarbeitung von geeigneten Vorschlägen unterstützen. Insbesondere muss die In­\nstitutionsleitung eine geeignete Stufe auswählen: Reaktiv-, Aufbau- oder Standard-\n\nBCMS. Anschließend sollte dokumentiert werden, für welchen Bereich mit welchem \nZeitplan ein Reaktiv-, Aufbau-, oder Standard-BCMS umgesetzt werden soll.\n\nFalls sich die Institutionsleitung für ein Reaktiv- bzw. Aufbau-BCMS entscheidet, dann \nmuss dies nachvollziehbar begründet und dokumentiert werden, z. B. in der Leitlinie \nBCMS (siehe 4.8 Leitlinie BCMS (R+AS)). Neben den wesentlichen Einflussfaktoren, die \nzur Auswahl der Stufe geführt haben, sollten darüber hinaus die Vor- und Nachteile so­\nwie die zu berücksichtigenden Risiken transparent gemacht werden. Zudem muss die In­\nstitutionsleitung den langfristig angestrebten Entwicklungspfad für das BCMS aufzeigen. \nDas Ziel sollte für jede Institution darin liegen, langfristig ein Standard-BCMS zu errei­\nchen.\n\nDie folgende Übersicht fasst die wichtigsten Vor- und Nachteile der einzelnen Vorge­\nhensweisen nochmals zusammen:\n\nStufe \nPro \nContra\n\nReaktiv-BCMS\n\n• \nverhältnismäßig geringer Auf­\nwand \n• \nschnellstmöglicher Einstieg, so­\ndass eine rudimentäre Reaktion \nmöglich ist \n• \n„Überlebensfähigkeit“ der Insti­\ntution wird rudimentär gesi­\nchert.\n\n• \nausschließlich für den Einstieg \ngeeignet \n• \nEs werden erhebliche Lücken \nnicht identifiziert oder identifi­\nziert und nicht abgesichert.\n\nAufbau-BCMS\n\n• \nIm GP-Umfang betrachtete Pro­\nzesse werden angemessen ab­\ngesichert. \n• \nermöglicht sehr gute, schrittwei­\nse Erweiterung des GP-Umfangs \nbis hin zum Standard-BCMS. \n• \nsehr gute Balance aus Aufwand \nund Nutzen\n\n• \nIm nicht betrachteten GP-\nUmfang können weitere rele­\nvante, zeitkritische Geschäfts­\nprozesse verbleiben, sodass wei­\nterhin Lücken in der Absiche­\nrung verbleiben.\n\nStandard-BCMS\n\n• \nangemessene und vollständige \nAbsicherung aller zeitkritischen \nGeschäftsprozesse ohne Lücken \noder Defizite \n• \nErmöglicht ganzheitliche, per­\nfekt abgestimmte BC-Planung \nvon Beginn an.\n\n• \nhöchster Ressourcenaufwand zu \nBeginn \no \nfinanziell \no \npersonell \no \nzeitlich\n\nTabelle 4: Vor- und Nachteile der BCMS-Stufen\n\nZur Auswahl einer geeigneten Stufe sind ferner die Hinweise im Kapitel 2.6 BCMS-\nStufenmodell hilfreich.",
  "pages": {
    "start": 58,
    "end": 60
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}