{
  "id": "4_3",
  "header": "4.3 Definition der BC-Aufbauorganisation (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "4.3",
      "title": "Definition der BC-Aufbauorganisation (R+AS)"
    }
  ],
  "content": "In der Regel benötigt der oder die BCB Unterstützung, um die angestrebten Ziele im \nBCM erreichen zu können. Die Gesamtheit aller Rollen im BCM wird in der BC-Auf-\nbauorganisation zusammengefasst und beinhaltet zum einen die BC-Vorsorgeorga-\nnisation sowie zum anderen die Bewältigungsorganisation für Notfälle und Krisen.\n\n• \nDie BC-Vorsorgeorganisation umfasst alle Rollen, die das BCMS aufbauen, betrei­\nben und kontinuierlich weiterentwickeln.\n\n• \nDie Bewältigungsorganisation für Notfälle und Krisen, auch Besondere Auf­\nbauorganisation (BAO) genannt, umfasst alle Rollen, die dazu dienen ein schwer­\nwiegendes Schadensereignis zu bewältigen. (Die BAO wird erst im Kapitel 4.3 Defini­\ntion der BC-Aufbauorganisation (R+AS)) festgelegt.)\n\nDie Rollen der BC-Vorsorgeorganisation sowie deren Aufgaben, Rechte und Pflichten \nsowie Zuständigkeiten müssen definiert werden. Anschließend müssen diese Rollen auf \ngeeignete Mitarbeitende übertragen und von diesen erfüllt werden. Nur so ist gewähr­\n\nleistet, dass alle wichtigen Aspekte berücksichtigt und sämtliche anfallenden Aufgaben \neffektiv und effizient erledigt werden. Die gängigsten Rollen der BC-Vorsorgeorgani-\nsation werden in Abbildung 19 beispielhaft dargestellt und in den folgenden Unterkapi­\nteln erläutert.\n\nBeispiel\n\nAbbildung 19: Beispiel einer BC-Vorsorgeorganisation\n\nDie nachfolgenden Punkte stellen eine Auswahl relevanter Aspekte dar, nach denen in \nder Praxis eine BC-Vorsorgeorganisation ausgerichtet werden kann:\n\n• \nGröße: Der oder die BCB begleitet verschiedene Tätigkeiten innerhalb des BCM-Pro-\nzesses, die durch die Organisationseinheiten im Geltungsbereich des BCMS umge­\nsetzt werden. Sobald die Anzahl zu unterstützender Organisationseinheiten zu groß \nwird, kann der oder die BCB durch weitere Rollen im BCM unterstützt werden.\n\n• \nKomplexität: Viele Tätigkeiten innerhalb des BCM setzen eine gute Kenntnis der \nProdukte, Services sowie Strukturen und Geschäftsprozesse der Institution voraus. \nMit zunehmender Komplexität einer Institution kann dieses universelle Wissen über \ndie Abläufe und Zusammenhänge der Institution durch den oder die BCB nicht mehr \nallein zusammengetragen und überblickt werden. Um einer hohen Komplexität ge­\nrecht zu werden, kann es sinnvoll sein, dass der oder die BCB bestimmte Aufgaben \nim BCM an weitere Rollen mit entsprechenden Fähigkeiten und Kenntnissen weiter­\ngibt.\n\n• \nGeografische Verteilung: Ist eine Institution in mehreren Ländern oder global tä­\ntig, dann ist es notwendig, neben sprachlichen und kulturellen Unterschieden auch\n\nverschiedene ortsabhängige Rahmenbedingungen für das BCM zu berücksichtigen, \nz. B. abweichende, gesetzliche Vorgaben. Falls entschieden wurde, keine separaten \nBCM-Systeme in den unterschiedlichen Ländern zu etablieren, können die Kenntnis­\nse dieser länderspezifischen Rahmenbedingungen durch getrennte Rollen abgebildet \nwerden, die mit den Gegebenheiten vor Ort vertraut sind (siehe 3.3 Geltungsbereich \n(R+AS)).\n\nDauerhaft zugewiesene Aufgaben und Zuständigkeiten im BCM sollten im Aufgaben- \nund Stellenprofil der jeweiligen Mitarbeitenden dokumentiert werden. Bei der Festle­\ngung der Aufgaben und Zuständigkeiten der Rollen kann sich die Institution an den \nnachfolgenden Unterkapiteln orientieren. Sofern von diesen Unterkapiteln abgewichen \nwird, muss sichergestellt werden, dass die aufgeführten Aufgaben und Zuständigkeiten \nüber eine der Rollen abgedeckt sind. Die Institution muss in beiden Fällen nachweisen \nkönnen, dass die Rolleninhabenden über die erforderliche Qualifikation verfügen.",
  "pages": {
    "start": 77,
    "end": 79
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}