{
  "id": "4_4_3",
  "header": "4.4.3 Überprüfung und Aktualisierung von Dokumenten (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "4.4",
      "title": "Dokumentation (R+AS)"
    },
    {
      "level": 3,
      "number": "4.4.3",
      "title": "Überprüfung und Aktualisierung von Dokumenten (AS)"
    }
  ],
  "content": "Es muss sichergestellt werden, dass den Dokumenten des BCMS die geforderten Doku­\nmenteigenschaften zugewiesen werden. Die Dokumente des BCMS müssen stets aktuell \nund den jeweiligen Zielgruppen zugänglich sein. Dies beinhaltet auch, dass die Zielgrup­\npen diese Dokumente verstehen können. Auch sollte überprüft werden, dass sich die In­\nformationen in über- und untergeordneten Dokumenten nicht widersprechen. Daher ist \nes empfehlenswert, die Überprüfung und Aktualisierung von Dokumenten zentral zu \nsteuern.\n\nSo ist für zentrale Dokumente des BCM üblicherweise der oder die BCB selbst zuständig. \nEr oder sie betreut etwa die übergreifenden Aspekte des Notfallvorsorgekonzepts, wie \nz. B. das Übungshandbuch sowie Anweisungen. Im Notfallhandbuch umfassen die zen-\ntralen Aspekte beispielsweise die Alarmierung und Eskalation. Der oder die BCB ist erfah­\nrungsgemäß am besten mit den zentralen BCM-Prozessen vertraut und sollte daher die \ndort dokumentierten Inhalte steuern. Für dezentrale Dokumente und Inhalte, wie bei­\nspielsweise Geschäftsfortführungs-, Wiederanlauf- und Wiederherstellungspläne ist es \nempfehlenswert, dass der oder die BCB die Aufgaben und Zuständigkeiten an die BCKs \noder die jeweils Zuständigen überträgt. Diese verfügen in der Regel über das detaillierte \nFachwissen, das für diese Dokumente relevant ist. Sofern weitere Wissenstragende oder \nzuständige Personen erforderlich sind, werden diese in den jeweiligen Kapiteln dieses \nStandards definiert.\n\nIm Rahmen der kontinuierlichen Leistungsüberprüfung muss festgestellt werden, ob die \nDokumente ihrem Aktualisierungszyklus entsprechend von den jeweiligen Zuständigen \ngeprüft und, wenn notwendig, aktualisiert wurden (siehe Kapitel 14 Leistungsüberprü­\nfung und Berichterstattung (AS)). Insbesondere muss überprüft werden, ob veraltete Do­\nkumente durch neue Versionen an allen Ablageorten ersetzt wurden. So wird sicherge­\n\nstellt, dass veraltete Versionen nicht weiter genutzt werden, sondern ausschließlich die \njeweils aktuellste Fassung.\n\nHinweis\n\nFür den überwiegenden Teil der Dokumente hat sich eine Überprüfung nach jedem \ndurchlaufenen Zyklus des BCM-Prozesses bewährt. Für das Notfallhandbuch emp­\nfiehlt es sich unter Umständen, kürzere Überprüfungszyklen festzulegen. Dies gilt \ninsbesondere für solche Dokumente, in denen Angaben zu Personen, Kontaktinfor­\nmationen oder sich schnell ändernden Verfahren enthalten sind. Abweichend vom \nAktualisierungszyklus müssen BCM-Dokumente überprüft werden, sobald sich äuße­\nre Rahmenbedingungen oder Regelungen, denen die Institution unterliegt, oder in­\nterne Geschäftsziele, Aufgaben oder Strategien ändern.\n\nEs sollte sichergestellt werden, dass relevante Änderungen zeitnah identifiziert und die \nbetroffenen Dokumente umgehend aktualisiert werden. Dazu kann etwa mit den jewei­\nligen Kontaktpersonen ein Meldeprozess etabliert werden.\n\nBeispiel\n\nDer oder die BCB hat mit der Rechtsverwaltung vereinbart, dass er oder sie infor­\nmiert wird, wenn sich gesetzliche oder regulatorische Anforderungen ändern, denen \ndie Institution unterliegt. So kann der oder die BCB die Ziele und Ausrichtung des \nBCMS umgehend überprüfen und gegebenenfalls korrigieren.\n\nUm eine bessere Übersicht der Dokumente zu erhalten und diese leichter steuern zu \nkönnen, kann der oder die BCB eine Dokumentenmatrix erstellen. Die Dokumenten­\nmatrix ist eine Übersicht, in der die einzelnen Dokumente mit den notwendigen Informa­\ntionen zur Dokumentenlenkung aufgeführt werden.\n\nTabelle 8 zeigt beispielhaft auf, wie eine Dokumentenmatrix aufgebaut werden kann. \nDie dargestellten Informationen zur Dokumentenlenkung werden typischerweise auch in \nDokumentenmanagementsystemen angewendet (siehe in dem Hilfsmittel Tools zu die­\nsem Standard, Kapitel Tools).\n\nBeispiel\n\nDokument \nKlassifizie­\nrung\n\nErstellt \ndurch\n\nFreigabe \ndurch \nVersion \nAktualisiert \nam\n\nBCM-Leitlinie Intern \nBCB \nInstitutionslei­\ntung \n5.0 \n31.07.2022\n\nGFP (OE Ein­\nkauf) \nVertraulich \nBCK OE Ein­\nkauf\n\nLeitung OE \nEinkauf \n3.2 \n30.10.2022\n\nTabelle 8: Beispiel einer Dokumentenmatrix\n\nDie Institutionsleitung muss gemäß ihrer Selbstverpflichtung angemessene personelle, \nzeitliche und finanzielle Ressourcen bereitstellen (siehe 3.1 Übernahme der Verantwor­\ntung durch die Leitungsebene (R+AS)). Die Ressourcen sollten darauf ausgerichtet sein, \ndass die geplanten Ziele in dem aktuellen Zyklus erreicht werden können. Der Ressour­\ncenbedarf ist unter anderem von folgenden Faktoren abhängig:\n\n• \nGeltungsbereich und Ziele des BCMS\n\n• \nzeitliche Vorgaben, z. B. Meilensteine oder Fristen zur Erreichung eines definierten \nZustands des BCMS\n\n• \nausgewählte Stufe des BCMS\n\n• \nGröße und Komplexität der Institution\n\n• \ngewählte BC-Aufbauorganisation sowie die Aufgaben und Zuständigkeiten der Rol­\nlen\n\nIn einer frühen Phase der Etablierung des BCMS kann der finanzielle Ressourcenbedarf \nnur geschätzt werden. Die konkreten Kosten umzusetzender Maßnahmen ergeben sich \nerst im weiteren Aufbau des BCMS. Daher ist es empfehlenswert, festzulegen, ob das \nBudget zentral oder aber dezentral, d. h. auf verschiedene Organisationseinheiten ver­\nteilt, verwaltet werden soll. Darüber hinaus ist es empfehlenswert, darauf hinzuweisen, \ndass im Rahmen der BC-Strategien durchaus noch erhebliche Ausgaben anfallen könn­\nten. Hilfreich ist auch eine frühzeitige Entscheidung, ob das Budget schon auf zukünftige \nBedarfe aus den BC-Strategien ausgerichtet werden soll. Die folgenden Posten können \nz. B. frühzeitig berücksichtigt werden:\n\n• \nSchulungen und Maßnahmen zur Sensibilisierung\n\n• \ntechnische Lösungen (z. B. BCM-Tool, Alarmierungssoftware)\n\n• \nBegleitung und Entwicklung besonderer BCM-Prozesse (z. B. zur Durchführung von \nStabsübungen der BAO)\n\n• \nBeratung, Coaching oder Zertifizierung\n\n• \nUmsetzung und Betrieb von BC-Strategien und -Lösungen (falls das Budget auf zu­\nkünftige Bedarfe ausgerichtet wird).\n\nDie Institutionsleitung muss nicht nur über die finanziellen Ressourcenbedarfe, sondern \nauch über die Organisationsstruktur sowie die personelle und zeitliche Ressourcenpla­\nnung entscheiden. Üblicherweise werden für die Institutionsleitung Entscheidungsvorla­\ngen erstellt.\n\nNachdem die Organisationsstruktur durch die Institutionsleitung verabschiedet wurde, \nmüssen die Rolleninhabenden benannt und in der Institution als solche bekanntgegeben \nwerden. Ferner sollte die Rollenbesetzung anhand etablierter Medien, z. B. im Intranet, \ndokumentiert und bekanntgegeben werden.\n\nDie Ressourcenplanung muss regelmäßig auf ihre Angemessenheit überprüft und bei \nBedarf angepasst werden. Damit das BCM seine Ziele erreichen kann, müssen die erfor­\nderlichen Ressourcen geplant, bereitgestellt und aufrechterhalten werden.",
  "pages": {
    "start": 87,
    "end": 90
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}