{
  "id": "4_7",
  "header": "4.7 Sensibilisierung (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "4.7",
      "title": "Sensibilisierung (R+AS)"
    }
  ],
  "content": "Es ist von entscheidender Bedeutung für den Erfolg des BCMS, dass alle Mitarbeitenden \nund nicht nur die Rolleninhabenden verstehen, warum ein BCM in der Institution nütz­\nlich und notwendig ist. Ziel der Sensibilisierung ist, dass alle Mitarbeitenden ein ge­\nwünschtes Verhalten aus eigenem Antrieb und eigener Überzeugung umsetzen und bei­\nbehalten.\n\nDer Fokus der Sensibilisierung kann bei der Etablierung des BCMS zunächst auf die \nBCM-Rolleninhabenden beschränkt werden. Die Institution muss durch geeignete Maß­\nnahmen zur Sensibilisierung sicherstellen, dass die BCM-Rolleninhabenden sich ihrer \nAufgaben und ihrer Verantwortung bewusst werden.\n\nIn der kontinuierlichen Verbesserung des BCMS muss jedoch das Bewusstsein für BCM \nsukzessiv bei allen Mitarbeitenden der Institution angestrebt werden. Dies ist üblicher­\n\nweise am erfolgreichsten, wenn BCM in die bestehende Institutionskultur integriert wird \noder die Institutionskultur entsprechend angepasst wird. Die Institution muss alle Mitar­\nbeitenden durch geeignete Maßnahmen zielgruppenorientiert und bedarfsgerecht für \ndas BCM sensibilisieren. Insbesondere muss den Mitarbeitenden bewusst sein, wo sie die \nfür sie relevanten Informationen zur Notfallbewältigung finden und wie sie sich in einem \nNotfall verhalten sollen. Darüber hinaus sollte sämtlichen Mitarbeitenden bewusst sein,\n\n• \ndass ein BCMS in der Institution etabliert ist,\n\n• \nwelchen Nutzen und welche Notwendigkeit ein BCMS hat und welche Ziele damit \nverfolgt werden,\n\n• \nwie die Mitarbeitenden zum effektiven Betrieb und zur Verbesserung des BCMS bei­\ntragen können,\n\n• \nwie die Mitarbeitenden sich in einem Notfall verhalten sollen sowie\n\n• \nwelche Auswirkungen es haben könnte, wenn Vorgehensweisen und Methoden des \nBCMS nicht eingehalten werden.\n\nZur Bewusstseinsbildung kann auf die etablierten Kommunikationswege und -medien \ninnerhalb der Institution zurückgegriffen werden, z. B. auf Führungskräftetagungen, Re­\ngeltermine, Einführungsveranstaltungen für neue Mitarbeitende, Veranstaltungen von \nOrganisationseinheiten sowie auf Zeitschriften für Mitarbeitende, Poster, Newsletter, auf \nBlogs und Apps der Institution oder auf soziale Medien.\n\nDa nicht alle Interessengruppen die gleiche Intensität der Sensibilisierung benötigen, \nmuss die Bewusstseinsbildung bedarfsgerecht und zielgruppenorientiert gestaltet wer­\nden.\n\nSynergiepotenzial\n\nDie Bewusstseinsbildung spielt auch für andere Sicherheitsthemen wie die Informa­\ntionssicherheit, den Datenschutz, die physische und personelle Sicherheit sowie den \nArbeitsschutz eine große Rolle. Durch aufeinander abgestimmte Maßnahmen kön­\nnen Ressourcen effizient eingesetzt und eine themenübergreifende Sicherheitskultur \ngeschaffen werden.",
  "pages": {
    "start": 90,
    "end": 91
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}