{
  "id": "4_8_1",
  "header": "4.8.1 Erstellung der Leitlinie BCMS (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "4.8",
      "title": "Leitlinie BCMS (R+AS)"
    },
    {
      "level": 3,
      "number": "4.8.1",
      "title": "Erstellung der Leitlinie BCMS (R+AS)"
    }
  ],
  "content": "Die Leitlinie BCMS hat drei wesentliche Funktionen:\n\n1. Sie dient als dokumentierte Absichtserklärung der Institutionsleitung, ein BCMS auf­\n\nbauen, betreiben und kontinuierlich verbessern zu wollen. Die Leitlinie ist der Nach­\nweis dafür, dass die Institutionsleitung die Verantwortung für das BCM übernom­\nmen hat.\n\n2. Die Leitlinie BCMS dient dazu, die wesentlichen Rahmenbedingungen festzulegen,\n\nunter denen ein BCMS etabliert und betrieben werden soll.\n\n3. Die Leitlinie ist ein verbindlicher Auftrag an alle Mitarbeitenden, daran mitzuwirken,\n\ndass ein BCMS etabliert, aufgebaut und kontinuierlich weiterentwickelt wird, damit \ndie Institution gegenüber Schadensereignissen selbst und deren Auswirkungen resili­\nenter wird.\n\nDa die Leitlinie BCMS einen hohen Stellenwert im BCM hat und weitreichend wahrge­\nnommen wird, ist sie zugleich auch eine Sensibilisierungsmaßnahme zur Schaffung einer \nBCM-Kultur in der Institution. Die Leitlinie BCMS sollte zu diesem Zweck leicht verständ­\nlich und eindeutig formuliert sowie übersichtlich gestaltet werden. Ziel ist es, dass alle \nMitarbeitenden die Inhalte der Leitlinie BCMS schnell erfassen und verstehen können.\n\nHinweis\n\nJe detaillierter die Leitlinie BCMS auf konkrete Inhalte des BCMS eingeht, desto hö­\nher wird der Pflege- und Aktualisierungsaufwand. Bei hoher Detailtiefe erfordern be­\nreits kleine Veränderungen im BCMS eine Anpassung der Leitlinie und jede Ände­\nrung muss erneut durch die Institutionsleitung freigegeben werden. Ferner kann die \nLeitlinie BCMS erst dann veröffentlicht werden, wenn die darin beschriebenen Inhal­\nte definiert und etabliert sind. Eine detaillierte Leitlinie steht darum einer schnellen \nVeröffentlichung entgegen, die sinnvollerweise zeitnah zur Initiierung und Planung \ndes BCMS erfolgt. Da die Leitlinie BCMS alle strategischen Aussagen zum BCM der \nInstitution beinhaltet, wird sie in der Praxis einem sehr großen Personenkreis be­\nkannt gegeben werden. Auch aus Gründen der Vertraulichkeit ist es daher empfeh­\nlenswert, auf zu detaillierte Beschreibungen innerhalb der Leitlinie BCMS zu verzich­\nten.\n\nEmpfohlen wird in der Leitlinie BCMS einen geringen Detailgrad zu wählen und lediglich \n„Leitplanken“ zu beschreiben, innerhalb derer das BCMS aufgebaut und betrieben wer­\nden kann.\n\nS\n\nDie folgenden Inhalte, Rahmenbedingungen und Entscheidungen, die aus der Initiierung \ndes BCMS hervorgehen, müssen in der Leitlinie BCMS dokumentiert sein:\n\n• \nMotivation für den Aufbau des BCMS inklusive der rechtlichen und regulatorischen \nAnforderungen (siehe 3.2.1 Motivation für den Aufbau eines BCMS (R+AS))\n\n• \nZiele für den Aufbau des BCMS und dessen Bedeutung für die Institution (siehe \n3.2.2 Entwicklung der Ziele des BCMS (R+AS))\n\n• \nabzusichernder Zeitraum durch ein BCM (siehe 3.2.3 Abzusichernder Zeitraum durch \nein BCMS (R+AS))\n\n• \nGeltungsbereich des BCMS (siehe 3.3 Geltungsbereich (R+AS))\n\n• \nÜbernahme der Gesamtverantwortung der Institutionsleitung, inklusive der Selbst­\nverpflichtung zur Etablierung, Aufrechterhaltung und kontinuierlichen Verbesserung \ndes BCM nach diesem Standard (siehe 3.1 Übernahme der Verantwortung durch die \nLeitungsebene (R+AS))\n\n• \ninstitutionsspezifische Definition des Begriffs BCM sowie der Eskalationsstufen Stö­\nrung, Notfall und Krise (siehe 4.1 Definition und Abgrenzung (R+AS))\n\n• \nErläuterung der zentralen Rollen der BC-Vorsorgeorganisation, ohne deren Beset­\nzung (siehe 4.3 Definition der BC-Aufbauorganisation (R+AS))\n\n• \nDokumentation der Selbstverpflichtung der Institutionsleitung zur Etablierung, \nAufrechterhaltung \nund \nkontinuierlichen \nVerbesserung \ndes \nBCMS \nsowie \nBereitstellung angemessener Ressourcen für das BCMS (siehe 4.5 Ressourcenpla­\nnung (R+AS))\n\nZusätzlich müssen im Aufbau- und Standard-BCMS die relevanten Anfor­\nderungen der identifizierten Interessengruppen berücksichtigt werden (sie­\nhe 4.2.1 Identifizierung von Anforderungen und Einflussfaktoren an das \nBCMS (AS)).",
  "pages": {
    "start": 92,
    "end": 93
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}