{
  "id": "4_8_2",
  "header": "4.8.2 Veröffentlichung und Aktualisierung der Leitlinie BCMS (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "4.8",
      "title": "Leitlinie BCMS (R+AS)"
    },
    {
      "level": 3,
      "number": "4.8.2",
      "title": "Veröffentlichung und Aktualisierung der Leitlinie BCMS (R+AS)"
    }
  ],
  "content": "Die Institutionsleitung muss die Leitlinie BCMS inhaltlich prüfen, freigeben und gegen­\nüber allen Mitarbeitenden bekannt geben. Um ein Bewusstsein für das BCM bei den \nMitarbeitenden zu schaffen und eine BCM-Kultur in der gesamten Institution zu etablie­\nren, sollten alle Mitarbeitenden die Leitlinie BCMS kennen. Die Leitlinie BCMS sollte da­\nher auch allen neuen Mitarbeitenden zur Kenntnis gegeben werden.\n\nDarüber hinaus sollte die Institution prüfen, ob neben den Mitarbeitenden auch weitere \nGruppen die Leitlinie BCMS zur Kenntnis nehmen sollen, z. B. Kunden und Kundinnen, \nzeitkritische Dienstleistungsunternehmen oder anderweitige Geschäftspartner und -part-\nnerinnen. Die Leitlinie BCMS sollte entsprechend hinsichtlich Integrität, Vertraulichkeit \nund Verfügbarkeit klassifiziert sein. Die Institution muss ermöglichen, dass die Leitlinie \nBCMS für alle berechtigten Interessengruppen verfügbar ist.\n\nGrundsätzlich sollte bereits bei der Erstellung der Leitlinie BCMS ein Überprüfungszyklus \nfestgelegt und in der Leitlinie BCMS dokumentiert werden.\n\nFalls sich wesentliche Rahmenbedingungen, Geschäftsziele, Aufgaben oder Strategien \nder Institution verändern, muss die Leitlinie BCMS anlassbezogen aktualisiert werden. \nDafür ist es wichtig, die wesentlichen Änderungen zu identifizieren, die Auswirkungen \nder Änderung für das BCMS zu bewerten und die Leitlinie BCMS entsprechend anzupas­\nsen.\n\nBei Änderungen der Inhalte, z. B. des Geltungsbereichs oder der Ziele des BCM, sollte \ndie Leitlinie BCMS durch die Institutionsleitung erneut freigegeben werden. In der Leitli­\nnie BCMS sollten Änderungen nachvollziehbar gekennzeichnet werden, z. B. indem ein \nVersionsverzeichnis oder eine Änderungshistorie gepflegt wird.\n\nIn Kapitel 2.3 (zeitlicher) Ablauf der Bewältigung wurden bereits alle Phasen und Aktivi­\ntäten einer Bewältigung schematisch erläutert. Zahlreiche dieser Aktivitäten setzen je­\ndoch voraus, dass die Institution gut vorbereitet ist, indem sie vorab Maßnahmen plant \nund umsetzt, die im Folgenden beschriebenen werden.\n\nHinweis\n\nGrundsätzlich werden Institutionen in die Lage versetzt, alle Arten von Notfällen \noder Krisen zumindest rudimentär zu bewältigen, wenn sie die Inhalte dieses Kapi­\ntels umsetzen. Sofern die Bewältigungsorganisation aufgebaut ist, jedoch noch kei­\nne Notfallpläne vorliegen, unterstützen dennoch die Ergebnisse der Analysen im \nNot- und Krisenfall die Bewältigungsorganisation. Vor allem die Ergebnisse der BIA \nsind zur Priorisierung hilfreich.\n\nFalls die Bewältigungsorganisation zuerst aufgebaut wird und die Geschäftsprozesse \nnoch nicht angemessen abgesichert wurden, sind bei einem Schadensereignis Ad-\nhoc-Lösungen erforderlich. Entsprechend der Definition dieses Standards befindet \nsich die Institution dann in einer Krise. Da die organisatorischen Voraussetzungen \nzur Bewältigung für Notfälle und Krisen nahezu identisch sind, wird in diesem Kapi­\ntel nicht näher zwischen Notfällen und Krisen unterschieden.\n\nDie verschiedenen Aspekte zum Aufbau und zur Befähigung der BAO werden in den \nfolgenden Unterkapiteln näher erläutert. Die Aspekte überlagern sich zeitlich oder ste­\nhen in Wechselwirkung zueinander. In der Praxis bilden z. B. häufig der Aufbau der BAO \nsowie die Geschäftsordnung des Stabes die Grundlage für die Inhalte der Schulungen, \nTrainings und Übungen. Erkenntnisse aus durchgeführten Schulungen und Trainings füh­\nren wiederum zu Anpassungen der BAO, der Geschäftsordnung oder anderen Aspekten \nder Stabsarbeit.\n\nZudem stellen die beschriebenen Aspekte nur eine von vielen möglichen Ausgestaltun­\ngen der BAO dar. Einige weitere mögliche Umsetzungsformen und Aspekte der Bewälti­\ngung können dem Hilfsmittel Weiterführende Aspekte zur Bewältigung entnommen \nwerden.\n\nAlle beschriebenen Maßnahmen sollten spezifisch auf die Institution angepasst werden \nund in einem Notfallhandbuch dokumentiert werden (siehe 4.4 Dokumentation (R+AS)). \nDas Notfallhandbuch kann anhand der Dokumentvorlage Notfallhandbuch aus den \nHilfsmitteln erstellt werden.\n\nHinweis\n\nIn der Regel gibt die Institutionsleitung im Not- und Krisenfall bestimmte Entschei­\ndungs- und Handlungsvollmachten an die BAO ab, wie in den nachfolgenden Kapi­\nteln erläutert wird. Daher ist es von besonderer Bedeutung, dass die Institutionslei­\n\ntung in der Vorbereitung zu allen relevanten Punkten eingebunden wird und die be­\nschlossenen Regelungen und Maßnahmen freigibt.",
  "pages": {
    "start": 93,
    "end": 96
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}