{
  "id": "5_1_1",
  "header": "5.1.1 Aufbau des Stabs (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.1",
      "title": "Aufbau der BAO (R+AS)"
    },
    {
      "level": 3,
      "number": "5.1.1",
      "title": "Aufbau des Stabs (R+AS)"
    }
  ],
  "content": "Die Institution sollte in der BAO einen Stab als zentrales Führungsgremium der Bewälti­\ngung definieren. Der Stab lenkt, koordiniert und unterstützt die Bewältigung. Ferner soll­\nte er an die relevanten Parteien den Fortschritt der Notfallbewältigung kommunizieren.\n\nHinweis\n\nVerschiedene Notfall- oder Krisenstabsmodelle werden in dem Hilfsmittel Weiterfüh­\nrende Aspekte zur Bewältigung erläutert. Um der Institution offenzulassen, mit wel­\nchem Gremium sie die Bewältigung sicherstellt, wird nachfolgend bewusst nur vom \nStab gesprochen. Das Kapitel fokussiert entsprechend, welche Kriterien ein Stab \ngrundsätzlich erfüllen soll.\n\nNeben der Verantwortung bleibt auch die Zuständigkeit für strategische Entscheidungen \nin Notfällen bei der Institutionsleitung. Der Stab unterstützt die Institutionsleitung, indem \ner Lösungen entwickelt und alle Tätigkeiten hierzu koordiniert. Zielsetzungen des Stabes \nsind, dass\n\n• \nzeitkritische Geschäftstätigkeiten schnellstmöglich wiederaufgenommen werden,\n\n• \nweitere Auswirkungen des Schadensereignisses von der Institution abgewendet \nwerden sowie\n\n• \neine effektive und effiziente Zusammenarbeit sowie Kommunikation zwischen allen \nbetroffenen Organisationseinheiten, der Institutionsleitung sowie Einsatzkräften, Be­\nhörden, Medien und anderen Parteien möglich ist.\n\nDie Institutionsleitung sollte dem Stab angemessene Entscheidungsbefugnisse übertra­\ngen, damit er seine Ziele erreichen kann. Ferner ist es empfehlenswert, dem Stab zusätz­\nlich Finanzbefugnisse zu erteilen. Abhängig von seinen Befugnissen kann der Stab auf \nder strategisch-taktischen oder nur auf der taktischen Ebene agieren.\n\nS\n\nEs ist empfehlenswert, dass der oder die BCB einen ersten Vorschlag für die allgemeinen \nAufgaben des Stabes erstellt. Der Vorschlag kann sich an folgender Liste orientieren:\n\n• \nLage feststellen, beurteilen und fortschreiben\n\n• \neinzuleitende Maßnahmen abstimmen und darüber entscheiden\n\n• \nArbeitsaufträge an unterstützende Einheiten, z. B. Bewältigungsteams, erteilen \n(Aufgabenmanagement)\n\n• \numgesetzte Maßnahmen auf deren Wirksamkeit überprüfen und, falls erforderlich, \nkorrigierende Maßnahmen einleiten\n\n• \ninterne und externe NuK-Kommunikation sowie Öffentlichkeitsarbeit (z. B. Presse­\nstelle) steuern\n\n• \nan die Institutionsleitung oder andere Zuständige eskalieren, falls die Situation die \nGrenzen der eigenen Zuständigkeit übersteigt\n\nDieser Vorschlag sollte im Aufbau und Standard-BCMS in der Geschäfts­\nordnung konkretisiert werden (siehe 5.5 Definition der Geschäftsordnung \ndes Stabs (AS)).\n\nEs gibt verschiedene Möglichkeiten, wie sich Stäbe personell und funktionell zusammen­\nsetzen können. Um die in den folgenden Kapiteln aufgeführten Aufgaben der Stabsar­\nbeit sinnvoll Personen zuordnen zu können, sollte der Stab mindestens aus einem Kern­\nteam bestehen. Das Kernteam besteht seinerseits aus verschiedenen Rollen, die be­\nstimmte Aufgaben und Zuständigkeiten in der Stabsarbeit innehaben. Das Kernteam \nsollte lageabhängig weitere Rollen als situative Erweiterung hinzuziehen. Um den Stab \nzu unterstützen, sollte zusätzlich eine Stabsassistenz vorgesehen werden.\n\nEs ist empfehlenswert, eine grafische Übersicht des Stabsaufbaus zu erstellen. Abbildung \n23 zeigt beispielhaft den Aufbau eines Stabes, bestehend aus Kernteam, situativer Erwei­\nterung und Stabsassistenz. Wie eingangs dargestellt, sind die Stabsstrukturen je nach In­\nstitution sehr unterschiedlich. Daher ist es wichtig, das Beispiel institutionsspezifisch an­\nzupassen.\n\nAbbildung 23: Beispiele verschiedener Rollen in einem Stab\n\nHinweis\n\nDer Informationsaustausch und damit die Entscheidungsfähigkeit des Stabes werden \nidealerweise nicht durch zu viele Mitglieder ausgebremst. Daher ist es empfehlens­\nwert, die Rollen der situativen Erweiterung sowie bei Bedarf auch die Rollen des \nKernteams jeweils nur solange im Stab verbleiben zu lassen, wie es erforderlich ist, \num die Lage zu beurteilen oder Maßnahmen abzuleiten.",
  "pages": {
    "start": 97,
    "end": 99
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}