{
  "id": "5_1_6",
  "header": "5.1.6 Personelle Besetzung der BAO (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.1",
      "title": "Aufbau der BAO (R+AS)"
    },
    {
      "level": 3,
      "number": "5.1.6",
      "title": "Personelle Besetzung der BAO (R+AS)"
    }
  ],
  "content": "Der festgelegte Aufbau der BAO sowie die Rollenbesetzung müssen von der Institutions­\nleitung freigegeben werden. Um der Institutionsleitung einen Gesamtüberblick über die \nBAO zu ermöglichen, ist es hilfreich, diese schematisch zu beschreiben. Hierzu kann ein \nSchaubild, wie in Abbildung 23 dargestellt, erstellt werden. Anhand von Rollenkarten\n\nR\n\nAS\n\nAS\n\nkönnen zusätzlich die jeweiligen Aufgaben und Zuständigkeiten jeder Rolle im Detail \nvorgestellt werden.\n\nIm Reaktiv-BCMS ist es empfehlenswert, dass jede Rolle des Stabs mit ei­\nnem oder einer geeigneten Hauptzuständigen sowie einem oder einer Stell­\nvertretenden anhand des festgelegten Aufbaus des Stabes besetzt wird.\n\nAnhand des festgelegten Aufbaus der BAO muss im Aufbau- und Stan­\ndard-BCMS sichergestellt werden, dass jede Rolle der BAO mit einem oder \neiner geeigneten Hauptzuständigen sowie mindestens einem oder einer \nStellvertretenden besetzt wird.\n\nUnter anderem durch Schulungen kann sichergestellt werden, dass die Rolleninhaben­\nden fachlich geeignet sind (siehe 5.6.1 Schulung der BAO (R+AS)). Gleichzeitig sollte ge­\nklärt werden, ob die Personen mental in der Lage sind, in besonderen Stresssituationen \nzu arbeiten (siehe auch das Hilfsmittel Weiterführende Aspekte zur Bewältigung).\n\nDie Rollenbesetzung sollte im Aufbau- und Standard-BCMS nach der \nFreigabe durch die Institutionsleitung in der Geschäftsordnung des Stabes \ndokumentiert werden. In der Geschäftsordnung sollte neben der Stabsform \nund den darin enthaltenen Rollen die Besetzung des Stabes namentlich be­\nnannt werden. Ferner sollten neben den Aufgaben und Zuständigkeiten je­\nder Rolle die Entscheidungs- und Weisungsbefugnisse konkretisiert werden.\n\nBeispiel\n\nHerr Mustermann wird als Leiter des Krisenstabes benannt. Er ist befugt, über einen \nNotfall final zu entscheiden und den Stab zusammenzurufen. Er ist dafür zuständig, \nden beteiligten Personen im Stab klare Aufgaben zuzuteilen. […] Der Leiter des Sta­\nbes trägt die Leitungs- und Entscheidungskompetenz, bezieht jedoch die Empfeh­\nlungen und Einschätzungen der Stabsmitglieder in seine Überlegungen ein. Wäh­\nrend die BAO gilt, ist Herr Mustermann von seinen Aufgaben und Pflichten der AAO \nentbunden.\n\nAuch die Bewältigungsteams sollten mit geeignetem Personal besetzt werden. In der \nPraxis hat es sich bewährt, dazu auf die fachlich qualifizierten Mitarbeitenden aus den \nentsprechenden Ressourcenkategorien zurückzugreifen und die Teams mit hinreichen­\nden Vertretungen zu versehen. Auf jeden Fall ist es empfehlenswert, die Mitarbeitenden \nim Einzelnen und die Personalvertretung im Allgemeinen zu beteiligen, da die Mitglied­\nschaft in einem Bewältigungsteam meistens mit entsprechenden Verpflichtungen (Bereit­\nschaftszeiten, Arbeit an freien Tagen etc.) einhergeht.\n\nJe schneller ein Schadensereignis richtig eingestuft und behandelt wird, desto eher wer­\nden Folgeschäden eingedämmt und eine weitere Eskalation des Ereignisses verhindert. \nWenn ein Notfall eintritt, ist es also wichtig, dass dieser möglichst schnell erkannt und an \ndie zuständige Entscheidungsinstanz gemeldet wird. Daher muss die Institution einen \nAlarmierungs- und Eskalationsprozess definieren und dokumentieren. In diesem Alarmie­\nrungs- und Eskalationsprozess sollte vorab festgelegt werden, wie und über welche Ka­\nnäle die Meldung von Schadensereignissen mit Notfallpotenzial erfolgt. Zudem sollte die \nArt der Meldung näher definiert werden. So kann eine Meldung entweder der Informa­\ntion oder der Alarmierung dienen.\n\nDie Information, z. B. Zustand oder Störung, dient ausschließlich dazu, den Sachverhalt \neines Ereignisses zu übermitteln. Die Information wird in der Praxis z. B. genutzt, wenn \ndie zuständige Entscheidungsinstanz über eine Störung informiert wird, die potenziell zu \neinem Notfall eskalieren kann. Dies erfordert von Seiten der Entscheidungsinstanz keine \ndirekte Handlung, da die Störungsbeseitigung in der AAO durchgeführt wird. Durch eine \ntransparente und frühzeitige Kommunikation ist die Entscheidungsinstanz für den Fall in­\nformiert, dass die Störung dennoch eskaliert. So kann die Entscheidungsinstanz bei Be­\ndarf eine schnellere und qualifiziertere Bewertung durchführen.\n\nDie Alarmierung führt immer zu einer Handlung von ausgewählten Mitarbeitenden in \nder BAO, die über das weitere Vorgehen entscheiden.\n\nDie Detektion von Ereignissen kann bereits in anderen Prozessen der Institution geregelt \nsein, z. B. im IT Incident Management, in der Störungsbehandlung der Gebäudeverwal­\ntung, in Entstörungsdiensten von Dienstleistenden oder in der Sicherheitsvorfallbehand­\nlung. Der Alarmierungs- und Eskalationsprozess des BCMS sollte vorhandene Prozesse \nzur Detektion und Behandlung von Störungen und Sicherheitsvorfällen berücksichtigen. \nIn jedem Fall sollte sichergestellt werden, dass Schadensereignisse und Störungen mit \nNotfallpotenzial an eine zentrale Entscheidungsinstanz gemeldet werden (siehe Abbil­\ndung 24). Der Alarmierungsprozess und die damit verbundenen Reaktionszeiten sollten \nmit den beteiligten Stellen abgestimmt und dokumentiert sein. Zusätzlich muss für den \nAlarmierungs- und Eskalationsprozess technisch sichergestellt sein, dass die Kommunika­\ntions- und Alarmierungstechnik auch in einem Not- oder Krisenfall zur Verfügung steht. \nEs sollten außerdem Kommunikationskanäle zur Verfügung stehen, die unabhängig von \nder IT der Institution funktionieren.\n\nAllerdings kann ein Notfall auch durch Ereignisse ausgelöst werden, die weder aus einer \nStörung heraus eskalieren noch als Sicherheitsvorfall eingestuft werden. Für solche Er­\neignisse ist kein Prozess zur Alarmierung und Eskalation vorhanden. Ein Beispiel ist ein \nkrankheitsbedingter, massiver Personalausfall in einer Organisationseinheit, der zu nicht \ntolerierbaren Auswirkungen auf den Geschäftsbetrieb führt. Auch für diese Ereignisse \nsollten Kriterien festgelegt werden, was durch wen an eine Meldestelle gemeldet wer­\nden sollte. Die Abbildung 24 stellt verkürzt mögliche Alarmierungspfade dar. Die einzel­\nnen Aktivitäten werden in den nachfolgenden Unterkapiteln näher beschrieben.\n\nAbbildung 24: Beispiel eines Eskalations- und Alarmierungspfads",
  "pages": {
    "start": 102,
    "end": 105
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}