{
  "id": "5_2_1",
  "header": "5.2.1 Detektion und Meldung (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.1",
      "title": "Aufbau der BAO (R+AS)"
    },
    {
      "level": 3,
      "number": "5.2.1",
      "title": "Detektion und Meldung (R+AS)"
    }
  ],
  "content": "Die Detektion eines Schadensereignisses und die anschließende Weitergabe der Meldung \nkönnen durch verschiedene interne und externe Personen oder technische Systeme er­\nfolgen. Diese werden im Folgenden als Meldequellen bezeichnet.\n\nBeispiel\n\nTypische Beispiele für Meldequellen sind\n\n• \ninterne Mitarbeitende,\n\n• \ndas IT-Monitoring der IT-Infrastrukturen (z. B. zur Überwachung der Verfügbar­\nkeit der IT-Systeme oder zur Überwachung auf IT-Sicherheitsvorfälle durch Intru­\nsion Detection Systeme (IDS) oder Security Information and Event Management \n(SIEM)),\n\n• \ndas technische Monitoring der Infrastruktur (z. B. Gebäudeleittechnik, Gefah­\nrenmeldeanlage für Brandschutz, Einbruchschutz etc.), Sensoren zur Überwa­\n\nchung der grundlegenden Versorgung (Strom, Wasser, Klimatisierung etc.), Leit­\nstände der Produktion zur Betriebs- bzw. Werkssteuerung sowie\n\n• \nexterne Personen (z. B. Kunden und Kundinnen, Kooperationspartner und  \n-partnerinnen, Dienstleistungsunternehmen, Behörden, Hilfsdienste, Bürger und \nBürgerinnen etc.).\n\nDie relevanten Meldequellen der Institution müssen identifiziert werden. Zudem muss si­\nchergestellt werden, dass Meldungen an die zuständigen Meldestellen gelangen und \nnicht verloren gehen. Entsprechend müssen die identifizierten Meldequellen sowie die \nzuständigen Meldestellen im Notfallhandbuch dokumentiert werden.\n\nDabei kann entweder genau eine Meldestelle für jegliche Meldungen festgelegt werden \noder es werden individuelle Stellen entsprechend des Ereignistyps bestimmt. Letzteres \nhat den Vorteil, dass jede Ereignismeldung direkt diejenige spezialisierte Meldestelle er­\nreicht, die durch ihre Fachkunde entscheidungs- bzw. aussagefähig ist. Ein weiterer Vor­\nteil ist, dass durch mehrere individuelle Stellen die Last einer Vielzahl von Meldungen auf \ndie einzelnen Meldestellen verteilt wird. Ein Meldeweg über mehrere Meldestellen ist \nbeispielhaft in Abbildung 24 am Anfang des Kapitels dargestellt.\n\nBeispiel\n\nIn vielen Institutionen sind bereits mehrere zuständige Stellen etabliert, die Ereignis­\nmeldungen entgegennehmen, bearbeiten und erste Maßnahmen zum Eindämmen \nvon Schäden einleiten. Folgende Meldestellen sind häufig vorhanden:\n\n• \nTechnische Alarme der Gefahrenmeldeanlage oder Meldungen zu Elementar­\nschäden laufen meist bei einer Sicherheitsleitstelle oder einem Sicherheitsdienst \nauf.\n\n• \nPersonalausfälle oder Störungen bei Dienstleistungsunternehmen werden über \ndie Linienorganisation an die jeweils zuständigen Führungskräfte gemeldet.\n\n• \nAusfälle von IT-Anwendungen werden häufig an einen zentralen Service Desk \nbzw. First-Level-Support gemeldet.\n\n• \nOft nehmen auch der Empfang, die Telefonzentrale oder die Kundenhotline \nMeldungen über Schadensereignisse entgegen.\n\nDie identifizierten und festgelegten Meldewege müssen mit den beteiligten organisatori­\nschen Schnittstellen abgestimmt werden, sodass diese bei Schadensereignissen mit Not­\nfallpotenzial mit den definierten Wegen vertraut sind. Ferner muss durch Schulungen \nund Sensibilisierung für alle Mitarbeitenden und möglicherweise Externe sichergestellt \nwerden, dass der Alarmierungs- und Eskalationsprozess bekannt ist und korrekt ange­\nwendet wird. Die im Notfallhandbuch dokumentierten Meldeverfahren sollten den ge­\nlebten Prozessen entsprechen. Um Ereignisse anhand möglichst vollständiger Informatio­\nnen einschätzen zu können, sollte jede Meldestelle die Meldungen in einem einheitlichen \nFormat erfassen. Meldungen sollten kurzgefasst sein und effizient die nötige Information\n\nbeinhalten. Dabei sollten die Tatsachen von Vermutungen getrennt werden. Mindestens \nfolgende Angaben sollten aufgenommen werden:\n\n• \nZeitpunkt und Ort des Ereignisses\n\n• \nmeldende Person oder Stelle\n\n• \neventuell betroffene Personen, Bereiche oder Prozesse\n\n• \nmögliche Ursache oder Auslöser\n\n• \nbereits ergriffene Sofortmaßnahmen\n\n• \ndie aktuellen Auswirkungen\n\nUnter Berücksichtigung der Rahmenbedingungen sowie der Risikobereitschaft der Insti­\ntution muss definiert und dokumentiert werden, wie die Meldestellen sowohl während \nals auch außerhalb der üblichen Geschäftszeiten erreicht werden können. So können \nz. B. Rufbereitschaften festgelegt werden. In der Praxis sind Vorgaben seitens des Ar­\nbeitsschutzes sowie vorhandene Regelungen der Institution zur Arbeitszeit und Erreich­\nbarkeit zu beachten. Daher sollten die Regelungen zur Erreichbarkeit mit den relevanten \nStellen abgestimmt werden, z. B. mit der Institutionsleitung, der Personalabteilung und \ndem Betriebs- bzw. Personalrat. Falls nur eine eingeschränkte Erreichbarkeit einzelner \nMeldestellen realisiert werden kann, muss dies ebenfalls im Notfallhandbuch dokumen­\ntiert sein. Zudem sollte dann eine Risikoübernahme durch die Institutionsleitung herbei­\ngeführt werden.\n\nHinweis\n\nEinige Institutionen unterliegen gesetzlichen oder regulatorischen Anforderungen, \ndie vorschreiben, dass bestimmte Schadensereignisse innerhalb von wenigen Stun­\nden an ausgewählte Interessengruppen, z. B. die zuständige Aufsichtsbehörde, ge­\nmeldet werden müssen. Falls solche kurzfristigen Meldepflichten erfüllt werden \nmüssen, muss für die Institution sichergestellt werden, dass die Meldepflicht z. B. \ndurch Rufbereitschaftsregelungen oder eine durchgängige Besetzung eingehalten \nwird.\n\nJede Meldestelle muss befähigt werden, bei einem Schadensereignis initial einschätzen \nzu können, ob ein Ereignis mit Notfallpotenzial vorliegt (Ersteinschätzung). Die Befähi­\ngung kann im Rahmen eines gemeinsamen Termins erfolgen, in dem der aktuelle Stand \nerklärt und gemeinsam Kriterien zur Ersteinschätzung gefunden werden. Da es wichtig \nist, dass die Ersteinschätzung möglichst schnell erfolgt und die weiteren Abläufe der Not­\nfallbewältigung so früh wie möglich eingeleitet werden, sollten klare und für alle Betei­\nligten verständliche Kriterien für eine Ersteinschätzung des Schadensereignisses definiert \nwerden. Daher sollten für jede Meldestelle geeignete Kriterien zur Ersteinschätzung defi­\nniert werden. Der Zeitfaktor hängt sehr stark mit den definierten Erreichbarkeiten der \nMeldestellen zusammen. Wenn eine Meldestelle z. B. nur von 8 bis 17 Uhr erreichbar ist, \nkann ein Schadensereignis mit Notfallpotenzial um 17:30 Uhr mitunter erst am Folgetag \nfestgestellt und weitergemeldet werden.\n\nDurch wen die Ersteinschätzung vorgenommen wird, sollte sich an den bereits etablier­\nten Meldestellen und Meldewegen orientieren. Es ist wichtig, dass die Kriterien, um ein \nEreignis einschätzen zu können, auch durch Personen mit nur geringen fachlichen oder \ntechnischen Kenntnissen angewendet werden können. Die Ersteinschätzung sollte des­\nhalb nach einem einfachen Schema erfolgen, z. B. per Ja-Nein-Antwort auf allgemein \nverständliche Fragen. In den folgenden Tabellen ist jeweils ein Beispiel für die Erstein­\nschätzung eines Schadensereignisses für die häufigsten vier Ressourcenkategorien darge­\nstellt (siehe Tabelle 9 bis Tabelle 12). Für jede Institution und Meldestelle muss das Be­\nwertungs- oder Frageschema individuell festgelegt werden. Hierbei kann darauf hinge­\nwiesen werden, dass die Meldestellen die Informationen zur Bewertung einer \nSchadensmeldung auch aktiv von der oder dem Meldenden erfragen können, wenn die \nAntworten nicht offensichtlich sind.\n\nBeispiel\n\nMeldestelle Facility Management bzw. Sicherheitszentrale bzw. Sicherheits­\ndienstleistungsunternehmen bzw. Leitstand\n\nLeitfragen für Schadensereignisse mit Notfallpotenzial – Gebäude/Infra-\nstruktur \nJa/Nein\n\n• Ist/war die Räumung eines Gebäudes notwendig, z. B. aufgrund eines Bran­\n\ndes oder eines Sicherheitsvorfalls? \n• Kann oder darf mindestens ein Gebäudeteil (Etage, Brandabschnitt, Trakt\n\netc.) zeitweise nicht genutzt werden, z. B. aufgrund eines Gebäudeschadens \noder eines Defekts einzelner Infrastrukturkomponenten (Brandschutzeinrich­\ntungen, Sanitäranlagen etc.)? \n• Ist die Versorgung mit Strom, Wasser oder Klimatisierung ausgefallen und\n\neine ausreichend schnelle Wiederherstellung nicht absehbar? \n• Ist eine Produktionsmaschine oder -anlage ausgefallen und eine ausreichend\n\nschnelle Reparatur oder ein Ersatz nicht absehbar? \n• Ist die Sicherheit der Mitarbeitenden am Standort aufgrund eines Ereignisses\n\n(Unwetterwarnung, politische Demonstration, Schadensereignis im Umfeld \netc.) möglicherweise gefährdet?\n\nSobald mindestens eine Frage mit JA beantwortet werden kann, bitte umgehend an \ndie Stabsleitung melden:\n\nTelefon 1234567890\n\nTabelle 9: Beispiel einer Ersteinschätzung eines Schadensereignisses am bzw. im Ge­\nbäude\n\nMeldestelle IT-Help Desk (1st bzw. 2nd Level Support)\n\nLeitfragen für Schadensereignisse mit Notfallpotenzial – IT \nJa/Nein\n\n• Ist das betroffene IT-System oder die betroffene Anwendung wesentlicher\n\nBestandteil der Sicherheitsinfrastruktur (Viren-Management, Firewall etc.)? \nFür nähere Details siehe IT-Servicekatalog oder IT-Anwendungsliste. \n• Hat der Ausfall des betroffenen IT-Systems oder der betroffenen Anwen­\n\ndung Auswirkungen auf einen großen Kreis von Benutzenden oder den we­\nsentlichen Geschäftsbetrieb der Institution? \n• Besteht ein dringender Verdacht auf vorsätzliche Daten- oder Systemmani­\n\npulationen (Datenabfluss), auf unerlaubte Ausübung von Rechten oder auf \neinen gezielten Angriff auf IT-Komponenten (physisch oder virtuell)? \n• Ist zu erwarten, dass die Auswirkungen des Ereignisses einen Zeitraum >\n\n8 Stunden übersteigen werden? (Gegebenenfalls die Information im 2nd Le­\nvel Support erfragen.) \n• Hat der Ausfall des betroffenen IT-Systems oder der betroffenen IT-Anwen-\n\ndung Auswirkungen auf externe Interessengruppen, z. B. auf Kundschaft, \nMedien, Aufsichtsbehörden? Gegebenenfalls die Information beim Anwen­\ndenden erfragen.\n\nSobald mindestens eine Frage mit JA beantwortet werden kann, bitte umgehend an \ndie Stabsleitung melden: Telefon 1234567890\n\nTabelle 10: Beispiel einer Ersteinschätzung eines Schadensereignisses in der IT\n\nMeldestelle Führungskraft Personal\n\nLeitfragen für Schadensereignisse mit Notfallpotenzial – Personal \nJa/Nein\n\n• \nSind in Ihrem Zuständigkeitsbereich so viele Mitarbeitende nicht arbeitsfähig, \ndass Sie möglicherweise den Geschäftsbetrieb nicht mehr aufrechterhalten \nkönnen? \n• Ist durch die Abwesenheit von Mitarbeitenden mit bestimmten Berechtigun­\n\ngen der normale Geschäftsbetrieb gefährdet oder nicht mehr möglich?\n\nSobald mindestens eine Frage mit JA beantwortet werden kann, bitte umgehend an \ndie Stabsleitung melden:\n\nTelefon 1234567890\n\nTabelle 11: Beispiel einer Ersteinschätzung eines Schadensereignisses beim Personal\n\nR\n\nMeldestelle Provider Management bzw. Dienstleistungsunternehmen-\nsteuerung\n\nLeitfragen für Schadensereignisse mit Notfallpotenzial – Dienstleis­\ntungsunternehmen \nJa/Nein\n\n• \nLiegt beim Dienstleistungsunternehmen oder dessen Subunternehmen ein \nnicht geplanter Ausfall bzw. Notfall vor oder ist dieser absehbar? \n• \nHat das Dienstleistungsunternehmen den Vertrag einseitig gekündigt und \nmit sofortiger Wirkung seine Leistung eingestellt?\n\nSobald mindestens eine Frage mit JA beantwortet werden kann, bitte umgehend an \ndie Stabsleitung melden: Telefon 1234567890\n\nTabelle 12: Beispiel einer Ersteinschätzung eines Schadensereignisses bei Dienstleis­\ntungsunternehmen\n\nWenn es sich um ein Schadensereignis mit Notfallpotenzial handelt, muss die zuständige \nStelle unverzüglich eine vordefinierte zentrale Entscheidungsinstanz alarmieren. Hierbei \nmüssen folgende Inhalte übermittelt werden:\n\n• \nalle bekannten Details zum Schadensereignis\n\n• \ndie bisher bekannten Auswirkungen\n\n• \nbereits eingeleitete Maßnahmen zur Bewältigung des Ereignisses\n\nFalls die Meldestelle bei der Ersteinschätzung unsicher ist, gilt der Grundsatz „Lieber zu \nviel melden als zu wenig“. Dementsprechend sollte die zentrale Entscheidungsinstanz \nvon der Meldestelle informiert werden. Eventuelle Fehlmeldungen können im Nachgang \nuntersucht werden. Anschließend kann der Prozess Alarmierung und Eskalation entspre­\nchend angepasst werden, z. B. indem die Kriterien anhand der gewonnenen Erkenntnis­\nse geschärft werden.\n\nUm eine möglichst verzugslose Alarmierung sicherzustellen, muss festgelegt werden, wie \nAlarmmeldungen übermittelt werden sollen, z. B. per Telefon, Alarm-SMS mit Lesebestä­\ntigung oder Alarmierungstool. Es wird empfohlen, Kommunikationsmittel einzusetzen, \ndie den direkten, verzugslosen Dialog erlauben und damit zusätzlich sicherstellen, dass \nInformationen aufgenommen und verstanden wurden.\n\nFür den Fall, dass die Kommunikations- und Alarmierungstechnik vom \nSchadensereignis selbst betroffen ist, ist es im Reaktiv-BCMS empfehlens­\nwert, alternative Techniken vorzuhalten. Es ist ferner empfehlenswert, dass \naußerdem Kommunikationskanäle zur Verfügung stehen, die unabhängig \nvon der IT der Institution funktionieren.\n\nAS\n\nFür den Fall, dass die Kommunikations- und Alarmierungstechnik vom \nSchadensereignis selbst betroffen ist, müssen im Aufbau- und Standard-\nBCMS alternative Techniken vorgesehen werden. Es sollten außerdem \nKommunikationskanäle zur Verfügung stehen, die unabhängig von der IT \nder Institution funktionieren.\n\nHinweis\n\nAsynchrone Kommunikationsmittel sind für den Alarmierungs- und Meldeprozess \nweniger geeignet, da der Absender nicht wissen kann, ob und wann der Empfänger \ndie Information erhält. So erzeugen z. B. Alarmmeldungen über E-Mail häufig nicht \ngenügend Aufmerksamkeit für Schadensereignisse und gehen in der Menge von \nanderen E-Mails unter. Besser geeignet sind z. B. manuelle oder automatisierte An­\nrufe auf Mobiltelefonen oder Alarm-Apps.",
  "pages": {
    "start": 105,
    "end": 111
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}