{
  "id": "5_3",
  "header": "5.3 Definition von Sofortmaßnahmen (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.3",
      "title": "Definition von Sofortmaßnahmen (R+AS)"
    }
  ],
  "content": "Mit Sofortmaßnahmen sind Maßnahmen gemeint, die keinen zeitlichen Aufschub dul­\nden und möglichst unmittelbar nach Eintritt eines Schadensereignisses eingeleitet wer­\nden müssen, um den Schutz von Leib und Leben sicherzustellen sowie weitere Schäden \nabzuwenden. Zu Sofortmaßnahmen zählen z. B. die Räumung des Gefahrenbereichs, die \naus Sicherheitsgründen erforderliche Abschaltung der Stromversorgung oder die vorge­\nschriebene Sofortmeldung an einen Regulator. Innerhalb des Notfallhandbuchs MÜSSEN \nSofortmaßnahmen dokumentiert werden. Die im Notfallhandbuch definierten Sofort­\nmaßnahmen MÜSSEN Regelungen zum Schutz von Leib und Leben beinhalten.\n\nIn einem Notfall gilt der Grundsatz, dass der Schutz von Leib und Leben vor dem Schutz \nvon Sachwerten und Gütern steht. Entsprechend muss sichergestellt sein, dass entspre­\nchende Anweisungen und konkrete Aufgaben festgelegt werden. Es muss klar sein, wer \nwelche Sofortmaßnahmen durchführen darf oder muss. Insbesondere sollte die Instituti­\non Sofortmaßnahmen für Notfallszenarien festlegen, bei denen „Gefahr im Verzug“ be­\nsteht.\n\nBeispiel\n\nMaßnahmen zur Ersten Hilfe\n\n• \nMaßnahmen zur Rettung und Bergung von Verletzten\n\n• \nMaßnahmen zur Räumung von Gebäuden und Betriebsstätten\n\n• \nHandlungsanweisungen für spezielle, wahrscheinliche Schadensereignisse, z. B.\n\no \nBrand\n\no \nAusfall der Strom-, Wasser oder Gas-Versorgung\n\no \nGefahr durch einen Sicherheitsvorfall, z. B. herrenloser Koffer im Gebäude\n\no \nGroßereignis im unmittelbaren Umfeld, z. B. Demonstrationen\n\nJe nach Branche der Institution kann davon ausgegangen werden, dass es weitere spezi­\nelle Schadensereignisse gibt, für die Sofortmaßnahmen festgelegt werden müssen.\n\nSynergiepotenzial\n\nHäufig existieren bereits gesetzliche Vorgaben für die oben genannten Punkte, die \ndurch die jeweiligen Berufsgenossenschaften konkretisiert werden. Somit sind ent­\nsprechende Anweisungen für Sofortmaßnahmen meist bereits in der Institution vor­\nhanden, z. B. seitens der Fachkraft für Arbeitssicherheit.\n\nDie entsprechenden organisatorischen Maßnahmen können in geeigneter Form in die \nAblauforganisation der Notfallbewältigung integriert werden. Entsprechend ist es sinn­\nvoll, die im Notfallhandbuch dokumentierten Sofortmaßnahmen zum Schutz von Leib \nund Leben mit der Fachkraft für Arbeitssicherheit abzustimmen. Im Notfallhandbuch soll­\nte auf vorhandene Regelungen und Rollen verwiesen werden, z. B. auf die Aufgaben \nund Zuständigkeiten der Ersthelfenden, Betriebssanitäter und -sanitäterinnen, Brandhel­\nfenden, Evakuierungshelfenden oder Einsatzteams sowie auf entsprechende Aushänge \nin den Gebäuden. Es ist empfehlenswert, die Sofortmaßnahmen in Form von Checklisten \nzu dokumentieren. Dies ermöglicht auch unter Zeitdruck eine strukturierte Vorgehens­\nweise.\n\nHinweis\n\nHäufig wird unter Sofortmaßnahmen die Räumung des Gebäudes verstanden, bei­\nspielsweise bei einem Brand. BCM-relevante Sofortmaßnahmen greifen jedoch in der \nRegel erst ab dem Zeitpunkt, wenn die Mitarbeitenden das Gebäude nach einem \nBrand verlassen haben und beim Sammelpunkt eingetroffen sind. Deswegen ist es \nhilfreich, die vorhandenen Regelungen und Sofortmaßnahmen dahingehend zu prü­\nfen, welche Inhalte aus anderen Themenfeldern in das BCM einbezogen und doku­\nmentiert werden sollten.\n\nBeispiel\n\nHellgrau hinterlegte Zeilen stellen übliche Sofortmaßnahmen der AAO dar, während \nweiß hinterlegte Zeilen Sofortmaßnahmen des BCM wiedergeben.\n\n1 \nMeldung des Schadensereignisses an Facility Ma­\nnagement (Erstmeldung) \nFeststellende Person\n\n2 \nFehlersuche und Schadensbegrenzung \nMitarbeitende(r) Facility Manage-\nment\n\n3 \nRufen eines Wartungs- bzw. Reparaturdienstes,  \nMitarbeitende(r) Facility Manage-\nment\n\n4 \nErmitteln der konkreten Auswirkungen bzw. be­\ntroffenen Gebäude(teile)\n\nMitarbeitende(r) Facility Manage-\nment\n\n5\n\nAktuellen Arbeitsstand der zeitkritischen Ge­\nschäftsprozesse prüfen und Aufgaben priorisie­\nren\n\nFührungskräfte der betroffenen \nOEs\n\n6\n\nMobile Arbeitsfähigkeit gewährleisten \nMitarbeitende des Bewältigungsteams sollen Lap­\ntops mitnehmen (Sicherheit geht jedoch vor!) \nSchlüsselpersonen mit Token ausstatten\n\nBetroffene OE bzw. Führungs-\nkräfte\n\n7 \nZuständige Meldestelle informieren \nMitarbeitende(r) Facility Manage-\nment\n\nTabelle 13: Beispiel für Sofortmaßnahmen bei einem Gebäudeausfall\n\nNach Eskalation zu einem Notfall:\n\nNr. \nAktivität \nZuständig\n\n8 \nAusweichstandorte aktivieren und arbeitsfähig \nmachen \nNotfallteam Gebäude\n\n9 \nSofortigen Umzug auf Ausweichstandorte anord­\nnen\n\nBetroffene OE bzw. Führungs­\nkräfte\n\nTabelle 14: Beispiel für Sofortmaßnahmen bei einem Gebäudeausfall",
  "pages": {
    "start": 114,
    "end": 116
  },
  "modal_verben": [
    "MÜSSEN"
  ],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}