{
  "id": "5_5_3",
  "header": "5.5.3 Festlegung der Arbeitsbedingungen (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.5",
      "title": "Definition der Geschäftsordnung des Stabs (AS)"
    },
    {
      "level": 3,
      "number": "5.5.3",
      "title": "Festlegung der Arbeitsbedingungen (AS)"
    }
  ],
  "content": "Die Stabsarbeit erfolgt unter Stress und ist physisch wie psychisch belastend. Zudem en­\ndet die Stabsarbeit oft nicht zum Ende eines regulären Arbeitstages. Daher sollte die In­\nstitution vorab abstimmen und dokumentieren, inwieweit im Not- oder Krisenfall ein \nSchichtbetrieb für den Stab möglich ist. Hierbei ist es notwendig, die institutionsspezifi­\nschen Arbeitszeit- und Überstundenregelungen daraufhin zu prüfen, inwieweit diese im \nNotfall abweichen oder speziell dafür gesondert geregelt werden können. Zusätzlich ist \nes wichtig, abweichende Regelungen für den Notfall vorab mit den relevanten Stellen, \nz. B. mit der Rechtsabteilung, dem Personal- oder Betriebsrat sowie der Institutionslei­\ntung abzustimmen.\n\nIn der Stabsarbeit sollten der Wechsel zwischen vorgegebenen Phasen sowie die Taktung \nvon Besprechungen geklärt sein. Diese Aspekte werden unter dem Führungsrhythmus \nzusammengefasst und haben wesentlichen Einfluss auf die Arbeitsbedingungen im Stab. \nJe nach Situation werden die Arbeitsbedingungen vom Normalbetrieb abweichen, z. B. \nhinsichtlich der Schichtlänge, des Schichtwechsels oder des Bedarfs an Mehrarbeit. Da­\nher ist es empfehlenswert, die institutionsspezifischen Möglichkeiten und Grenzen vorab \nzu identifizieren, abzustimmen und im Führungsrhythmus zu berücksichtigen.\n\nBeispiel: Aussagen zu den Arbeitsbedingungen in der Geschäftsordnung\n\nJedes Mitglied des Stabs hat eine benannte erste Vertretungsperson, die nach Ende \nder Schicht oder im Verhinderungsfall die jeweilige Funktion übernimmt. Sind auch \nerste Vertretende verhindert, so können der oder die Leitende des Stabes oder die \nVertretungsperson der Stabsleitung eine Person aus der entsprechenden Organisati­\noneinheit in den Stab berufen. Diese Entscheidung muss schriftlich dokumentiert \nwerden.\n\nDie Übergabephase zwischen zwei Schichten erfolgt zu definierten Zeiten. Sie ist \nkurz und überschaubar zu halten und soll 15 bis 20 Minuten nicht überschreiten. In \ndieser Zeit sind alle notwendigen und wichtigen Informationen auszutauschen. Dies \nbeinhaltet eine Übersicht über die aktuelle Lage, die getroffenen Entscheidungen \nund die durchgeführten, eingeleiteten und ausstehenden Maßnahmen.\n\nDie Arbeitsphasen des Stabes orientieren sich an der Kern-Arbeitszeit, sodass ein \nWechsel des Personals innerhalb der üblichen Arbeitszeiten ohne Mehrarbeit erfol­\ngen kann. Wenn aufgrund eines länger anhaltenden Notfalls absehbar wird, dass\n\nder Stab über die Zehn-Stunden-Arbeitsgrenze hinaus besetzt sein muss, muss ge­\nprüft werden, wie viele und welche Mitarbeitenden in der darauffolgenden Schicht \nbenötigt werden.",
  "pages": {
    "start": 125,
    "end": 126
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}