{
  "id": "5_6_1",
  "header": "5.6.1 Schulung der BAO (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.6",
      "title": "Herstellung der Fähigkeit zur Stabsarbeit (R+AS)"
    },
    {
      "level": 3,
      "number": "5.6.1",
      "title": "Schulung der BAO (R+AS)"
    }
  ],
  "content": "Alle Stabsmitglieder, einschließlich der Stellvertretenden, müssen für ihre Aufgaben und \nZuständigkeiten im Notfall befähigt werden. Der Schulungsbedarf ist maßgeblich davon \nabhängig, durch welche Personen die jeweiligen Rollen der BAO besetzt werden (siehe \n5.1.6 Personelle Besetzung der BAO (R+AS)).\n\nInsbesondere bei unerfahrenen Personen, die ihre Rolle erst verinnerlichen müssen, soll­\nten zunächst die theoretischen Grundlagen der Notfallbewältigung geschult werden. Es \nist empfehlenswert, dass die Grundlagenschulung folgende Aspekte beinhaltet:\n\n• \nIn welchen Phasen läuft eine Notfallbewältigung ab?\n\n• \nWarum gibt es eine BAO?\n\n• \nWie interagieren die verschiedenen Rollen in der BAO miteinander?\n\n• \nWelche Rollen übernehmen die zu schulenden Personen in der Bewältigung?\n\nWenn Personen erfahren sind oder die Grundsätze der Notfallbewältigung und der Be­\nsonderheiten einer BAO kennen, ist es empfehlenswert, die Methoden und Regeln der \nStabsarbeit für die Institution zu entwickeln, bevor die Stabsmitglieder darin geschult \nund trainiert werden. So wird sichergestellt, dass die Stabsmitglieder genau die Metho­\nden und Abläufe verinnerlichen, die auch in der Institution angewendet werden sollen.\n\nAS\n\nWeiter ist es empfehlenswert, verschiedene Schulungen für Stabsmitglieder anzubieten, \ndie sich am jeweiligen Erfahrungsstand orientieren, z. B.:\n\n• \nSchulung zu den institutionsspezifischen Aspekten der Notfallbewältigung und \nStabsarbeit für neue Stabsmitglieder\n\n• \nrollenspezifische, praktische Trainings für einzelne Rollen innerhalb des Stabes (z. B. \nVisualisierung, Protokollierung)\n\nDas praktische Training zur Stabsarbeit kombiniert inhaltliche und methodische  \nAspekte der Stabsarbeit. Ziel des Trainings ist es, dass die Rolleninhabenden ihre indivi­\nduellen Aufgaben verstehen und die für ihre Aufgaben festgelegten Methoden und das \nNotfallhandbuch sicher anwenden können. Im Training werden die rollenspezifischen \nAufgaben detailliert erläutert und im Rahmen kurzer Trainingsszenarien durch die Teil­\nnehmenden praktisch angewendet. Entsprechend ist es wichtig, dass das Training durch \neinen erfahrenen Trainer für Stabsarbeit moderiert und geleitet wird.\n\nHinweis\n\nGerade, wenn sich das BCMS noch im Aufbau befindet, liegen häufig noch nicht \nausreichend eigene Erfahrungen und Kenntnisse vor, um Schulungen, Trainings und \nÜbungen selbstständig vorzubereiten und durchzuführen. In diesem Fall empfiehlt es \nsich, externe Fachleute einzubeziehen oder Seminarangebote zu nutzen.\n\nEs ist empfehlenswert, mögliche weiterführende Schulungen und praktische Trainings, \nunter anderem zur Protokollierung, zur Visualisierung, zum Aufgabenmanagement so­\nwie zur „Führung im Notfall oder in der Krise“, nach Bedarf zusätzlich einzuplanen. \nAuch ist es empfehlenswert, im Anschluss an diese Schulungen eine Stabsübung durch­\nzuführen, um das erlangte Wissen zu vertiefen und praktische Erfahrungen aufzubauen. \nDie hierzu erforderlichen Schritte sind im Kapitel 13.6 Stabsübung (R+AS) beschrieben.\n\nIn der weiteren Entwicklung des BCMS können sich einzelne Aspekte zur Stabsarbeit \nverändern oder weiter konkretisieren. Daher sollten die Schulungsinhalte für die Stabs­\nmitglieder regelmäßig geprüft und angepasst werden.\n\nFür die weiteren Mitglieder der BAO ist es empfehlenswert, ebenfalls regelmäßig spezifi­\nsche Schulungen und Awareness-Veranstaltungen durchzuführen, z. B. für die Bewälti­\ngungsteams (siehe 4.6 Schulung (R+AS) sowie 4.7 Sensibilisierung (R+AS)). In der Schu­\nlung ist es wichtig, nicht nur allgemein das BCM der Institution, sondern auch die Abläu­\nfe und Aufgaben im Notfall zu erläutern.\n\nErgänzend dazu sollten alle Mitglieder der BAO (inklusive Vertretende) im \nAufbau oder Standard-BCMS mindestens ein Mal in drei Jahren an einer \nÜbung teilnehmen, in der sie ihre jeweiligen Aufgaben im Fall eines Scha­\ndensereignisses trainieren können (siehe Kapitel 13 Üben und Testen \n(R+AS)).",
  "pages": {
    "start": 129,
    "end": 131
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}