{
  "id": "5_7_3",
  "header": "5.7.3 Externe Kommunikation (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.7",
      "title": "NuK-Kommunikation (R+AS)"
    },
    {
      "level": 3,
      "number": "5.7.3",
      "title": "Externe Kommunikation (R+AS)"
    }
  ],
  "content": "In jedes Notfallszenario sind diverse Interessengruppen direkt oder indirekt involviert. Die \nInstitution muss sämtliche Interessengruppen berücksichtigen. Typische Beispiele hierfür \nsind Medienvertretende, Kunden und Kundinnen, Dienstleistungsunternehmen, Auf­\nsichtsbehörden, Polizei und Angehörige von Mitarbeitenden.\n\nDie externe Kommunikation hat die Aufgabe, alle relevanten externen Interessengrup­\npen adressatengerecht und unter Beachtung der Grundsätze für die Notfall- und Krisen­\nkommunikation zu informieren. Oberstes Ziel ist es, die Kommunikation zu kontrollieren, \num Reputationsschäden zu minimieren.\n\nIm Vergleich zur internen Kommunikation erfordert die externe Kommu-\nnikation im Aufbau- und Standard-BCMS eine intensive Analyse der  \nrelevanten Interessengruppen, eine Planung der jeweiligen Kommunika-\ntionsstrategie sowie die Erstellung eines Kommunikationskonzeptes. De-\ntailliertere Informationen dazu können im Hilfsmittel Weiterführende As­\npekte zur Bewältigung nachgeschlagen werden.\n\nTabelle 15 zeigt ein vereinfachtes Beispiel für ein wichtiges Element des \nKommunikationskonzeptes: Die adressatenspezifische Information der re-\nlevanten Interessengruppen (siehe auch 4.2.1 Identifizierung von Anforde­\nrungen und Einflussfaktoren an das BCMS (AS)).\n\nPriori­\ntät\n\nInteressen­\ngruppe\n\nKommunikationsbe­\ndarf im Notfall\n\nKommunikati­\nonswege \nZuständig\n\n1 \nKundschaft \nbei direkter Betroffenheit Webseite\n\nTelefon\n\nKundenser­\nvice\n\n2 \nÖffentlichkeit \nund Medien\n\nindividuelle Strategie zur \nNuK-Kommunikation ist \nabhängig vom jeweiligen \nAusfallszenario und dem \nInteresse der Öffentlich­\nkeit\n\nPressemitteilung \nWebseite \nSoziale Medien \nInterview/Gespräch \nPressekonferenz\n\nPressespre­\ncher, \n -sprecherin, \nLeitung \nKommunika­\ntion\n\n3 \nVersicherungen \nversicherter Schadensfall \nTelefon \nE-Mail bzw. Brief\n\nLeitung \nRecht\n\n4\n\nDienstleistungs­\nunternehmen \nund Zuliefernde\n\nbei direkter Betroffenheit\n\nTelefon \nE-Mail\n\nLeitung \nKommunika­\ntion\n\nTabelle 15: Externe Kommunikation mit Interessengruppen\n\nFür die externe NuK-Kommunikation bieten sich z. B. folgende Kanäle an, sofern verfüg­\nbar:\n\n• \nE-Mail\n\n• \nTelefon\n\n• \nNotfall-Hotline\n\n• \nWebseite der Institution mit Informationen über den Notfall und FAQs\n\n• \nalternative Notfall-Webseite („Dark Site“)\n\n• \nPublic-Relations-Agentur\n\n• \nSoziale Medien\n\n• \npersönliches Interview\n\n• \nFernseh- oder Radio-Interview\n\n• \nPressemitteilung\n\n• \nPressekonferenz\n\nFür mögliche Presseanfragen sollten eine Person als Pressesprecher oder -sprecherin so­\nwie ihre stellvertretende Person namentlich benannt und innerhalb der Institution sowie \nextern veröffentlicht werden. Dies stellt eine einheitliche und offizielle externe Kommu­\nnikation sicher.\n\nDie externe NuK-Kommunikation begrenzt sich nicht auf die einseitige Kommunikation \nder Institution mit Dritten sowie der Öffentlichkeit, sondern betrachtet auch die Kom­\nmunikation Dritter untereinander. Dies betrifft vor allem die Medienberichterstattung. \nNotfälle und Krisen, die durch die Medien aufgegriffen werden, können eine kritische\n\nBerichterstattung nach sich ziehen, die sich schnell verbreiten kann und durch Diskussio­\nnen in sozialen Medien weiter verschärft wird.\n\nIm Not- oder Krisenfall ist es sehr empfehlenswert, Medien zum Schutz der Reputation \nder Institution stetig zu beobachten (Medienmonitoring). Nur wenn die Institution \nweiß, wie derzeit über sie selbst und das Ereignis kommuniziert wird, kann sie zielstrebig \ndarauf hinarbeiten, ihren Ruf zu wahren. Relevante Meldungen über die Institution in \nBezug auf das Ereignis können dann zeitnah ausgewertet werden. Nur so kann die Insti­\ntution bei Bedarf frühzeitig kommunikative Gegenmaßnahmen einleiten. Insbesondere in \nden sozialen Medien spielt die Schnelllebigkeit der Kommunikation eine wesentliche Rol­\nle. Oftmals ist ein „Shitstorm“ innerhalb weniger Stunden vorüber und kann im Nach­\ngang durch die Kommunikatoren der Institution innerhalb der AAO aufgearbeitet wer­\nden.",
  "pages": {
    "start": 139,
    "end": 141
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}