{
  "id": "5_7_1",
  "header": "5.7.1 Allgemeine Regelungen zur Kommunikation (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.7",
      "title": "NuK-Kommunikation (R+AS)"
    },
    {
      "level": 3,
      "number": "5.7.1",
      "title": "Allgemeine Regelungen zur Kommunikation (R+AS)"
    }
  ],
  "content": "Aus den zuvor genannten Gründen ist die NuK-Kommunikation einer der zentralen Er­\nfolgsfaktoren in der Notfallbewältigung. Sowohl die interne als auch externe Kommuni­\nkation bedarf einer systematischen Vorbereitung. Für die Rolle NuK-Kommunikation soll­\nten im Vorhinein verbindliche Regeln für folgende Aufgaben definiert und dokumentiert \nwerden:\n\n• \ninterne Kommunikation (Was dürfen oder müssen die Mitarbeitenden wann erfah­\nren?)\n\n• \nexterne Kommunikation durch Mitarbeitende (Was dürfen die Mitarbeitenden wann \nund wie gegenüber der Presse und in sozialen Medien äußern und was nicht?)\n\n• \nexterne Kommunikation durch Rolle Kommunikation (Was soll die Rolle Kommunika­\ntion wann und wie gegenüber der Presse und in sozialen Medien bekannt geben?)\n\n• \nRegelungen für den Kontakt mit Polizei und anderen Behörden sowie Hilfsorganisa­\ntionen\n\n• \nMeldepflichten der Institution, die sich aus einem Notfall ergeben\n\n• \nRegelungen zum Medienmonitoring (siehe 5.7.3 Externe Kommunikation (R+AS))\n\nDie NuK-Kommunikation sollte auf die Meldepflichten der Institution abgestimmt sein.\n\nUm im Notfall alle Interessengruppen auf geeignetem Weg und innerhalb einer ange­\nmessenen Zeit zu erreichen, müssen die Möglichkeiten zur Kommunikation bekannt und \ndie Kommunikationstechnik einsatzbereit sein. Folgende Anforderungen an die Kommu­\nnikation sollten eingehalten werden:\n\n• \nAusfallsicherheit der Kommunikationsmittel (z. B. Notstrom)\n\n• \nRedundanz der Kommunikationsmittel (z. B. Ersatz-TK-Anlage)\n\n• \nSchutz der vertraulichen Kommunikation\n\n• \nEingrenzung und Aktualität der Nutzungsberechtigungen\n\nFerner sollten die anzuwendenden Kommunikationskanäle, z. B. Telefon, E-Mail, Chat, \nWebseiten, Fax sowie die zu nutzenden Medienformate, z. B. Pressemitteilung, Presse­\nkonferenz, Stellungnahme auf der Webseite oder Mitteilungen über soziale Medien, vor­\nab festgelegt werden. Sofern innerhalb der Institution mehr als eine Person für die NuK-\nKommunikation zuständig ist, müssen die jeweiligen Aufgaben und Zuständigkeiten in­\nnerhalb des NuK-Kommunikationsteams festgelegt und dokumentiert werden, damit \ndiese Arbeit effektiv koordiniert werden kann.",
  "pages": {
    "start": 137,
    "end": 138
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}