{
  "id": "5_8",
  "header": "5.8 Nacharbeiten und Deeskalation (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "5.8",
      "title": "Nacharbeiten und Deeskalation (R+AS)"
    }
  ],
  "content": "### Deeskalation und Auflösen der BAO\n\nÜblicherweise erreichen in der Praxis die betroffenen Organisationseinheiten den Nor­\nmalbetrieb schrittweise. Auch die BAO kann schrittweise aufgelöst werden, wenn es die \njeweiligen Umstände erforderlich machen. Auch wenn der Notfall nicht mehr akut gege­\nben ist, können Teile der BAO die AAO für eine gewisse Zeit weiterhin unterstützen. Je­\ndoch sollte der Notfall zu einem spezifischen Zeitpunkt als beendet erklärt werden, um \nTeile der Berechtigungen der BAO aufzuheben. Dieser Zeitpunkt wird als Deeskalation \ndefiniert. Ab diesem Zeitpunkt gelten wieder die üblichen Zuständigkeiten der AAO.\n\nFür die Deeskalation sollten geeignete Kriterien und Zuständigkeiten definiert werden. \nBei der Ausgestaltung der Kriterien bieten die Anforderungen der Eskalation Orientie­\nrung (siehe 5.2 Detektion, Alarmierung und Eskalation (R+AS)). Folgende Fragen können \nhilfreich sein, um die Kriterien für die Deeskalation festzulegen:\n\n• \nSind sämtliche Ereignisse bewältigt, die eine BAO benötigen?\n\n• \nKönnen die restlichen Probleme vollständig durch die AAO gelöst werden?\n\n• \nKann eine erneute Verschärfung der Lage bei einer schrittweisen Überführung in \nden Normalbetrieb ausgeschlossen werden?\n\n• \nKönnen die interne und externe Kommunikation wieder vollständig durch die AAO \nerfolgen?\n\nNachdem die Institution einen Notfall oder eine Krise bewältigt hat, ist die Analyse der \nBewältigung ein weiterer wichtiger Schritt. Nur so kann die Institution aus Notfällen und \nKrisen lernen. Durch eine strukturierte Analyse kann ermittelt werden, was gut funktio­\nniert hat und an welchen Stellen Optimierungsbedarf besteht. Anschließend kann aus \nden Ergebnissen der Analyse abgeleitet werden, was noch präventiv getan werden kann, \ndamit die Notfallbewältigung und somit auch die Resilienz der Institution weiter verbes­\nsert werden können.\n\nDurch entsprechende Vorgaben sollte sichergestellt werden, dass im Nachgang jedes \nNotfalls und jeder Krise untersucht wird, inwieweit Korrekturbedarfe und Verbesse­\nrungsmöglichkeiten für das BCMS abgeleitet werden können. Jeder Vorfall sollte analy­\nsiert werden. Es ist empfehlenswert, dass der oder die BCB jeden Vorfall zentral analy­\nsiert, z. B. in Form von Workshops mit den Beteiligten. Es ist empfehlenswert, eine Ana­\nlyse zeitnah zum Schadensereignis sowie eine weitere Analyse mit einigem zeitlichen \nAbstand dazu durchzuführen. Weitere Informationen dazu können dem Kapitel Hilfsmit­\ntel Weiterführende Aspekte zur Bewältigung entnommen werden. Die Workshops kön­\nnen anhand eines vorab festgelegten Frageschemas aufgebaut sein.\n\nBeispiel\n\nFragenkatalog – Analyse der Bewältigung\n\n• \nWie kam es zu dem Ereignis?\n\n• \nWelche Auswirkungen hatte das Ereignis?\n\n• \nWie schnell und wie effektiv erfolgte die Reaktion auf das Ereignis (insbesondere \nBAO-Reaktionszeit)?\n\n• \nWelche Elemente der Aufbau- und Ablauforganisation der BAO haben gut funk­\ntioniert und welche weniger gut?\n\n• \nGab es Unterschiede zur geplanten Notfallbewältigung?\n\n• \nWaren alle zeitkritischen Geschäftsprozesse und Ressourcen bekannt?\n\n• \nWelche der vorbereiteten Notfallmaßnahmen wurden ergriffen?\n\n• \nWelche Notfallmaßnahmen wurden neu eingeführt?\n\n• \nWie gut haben die vorbereiteten Notfallpläne funktioniert?\n\n• \nWurden Notfallpläne neu erstellt oder angepasst?\n\n• \nWie gut hat die interne NuK-Kommunikation funktioniert? (z. B. Kooperations­\nbereitschaft der Mitarbeitenden, Einhaltung der Schweigepflichten)\n\n• \nWie gut hat die externe NuK-Kommunikation funktioniert? (z. B. Effektivität des \nMedienmonitorings, Einflussmöglichkeiten auf die externe Wahrnehmung)\n\nFerner sollte durch entsprechende Vorgaben sichergestellt werden, dass die Ergebnisse \nder Analyse dokumentiert und an die Institutionsleitung berichtet werden. Falls bei der \nAnalyse konkrete Mängel und Verbesserungsmöglichkeiten identifiziert werden, können \nzeitnah entsprechende Korrektur- und Verbesserungsmaßnahmen initiiert werden. Die \nVerbesserungsbedarfe des BCMS sollten in den Maßnahmenplan des BCM aufgenom­\nmen werden, um das BCMS weiterzuentwickeln (siehe 15.2 Ableitung von Korrektur- \nund Verbesserungsmaßnahmen (R+AS)).\n\nHinweis\n\nEs geht in der Mängel-Analyse nicht darum, mögliche Fehlentscheidungen oder Leis­\ntungen einzelner Personen zu bewerten. Wenn jedoch eine Fehlentscheidung ge­\ntroffen wurde, sollte diese analysiert werden, z. B. wie es dazu kam und warum die \nPerson so entschieden hat. Möglicherweise fehlten Informationen im Lagebild oder \ndie Entscheidung wurde vorschnell getroffen, die Methoden der Stabsarbeit wurden \nnicht angewendet, oder es gab andere „psychologische“ Gründe, z. B. Einschrän­\nkungen zur rationalen Entscheidungsfindung aufgrund einer besonderen Stresssitua­\ntion (siehe auch das Hilfsmittel Weiterführende Aspekte zur Bewältigung, 2.7.4.4 \nPsychologische Aspekte bei der Stabsarbeit).\n\nIn der Initiierung des BCM hat die Institutionsleitung entschieden, welcher Geltungsbe­\nreich und welcher Zeitraum durch das BCM abgesichert werden sollen (siehe 3.3 Gel­\ntungsbereich (R+AS)). Zu diesem frühen Zeitpunkt konnte jedoch noch keine valide Aus­\nsage darüber getroffen werden, wie viele Geschäftsprozesse innerhalb des gewählten \nGeltungsbereichs liegen und daher im Rahmen einer Business-Impact-Analyse (BIA) un­\ntersucht werden müssen (siehe Kapitel 7 Business-Impact-Analyse (R+AS)). Da die BIA \numfangreiche Analysen beinhaltet, kann eine hohe Anzahl zu berücksichtigender Ge­\nschäftsprozesse den weiteren Fortschritt im BCM deutlich verlangsamen. Dies wider­\nspricht dem Ziel eines Reaktiv- oder Aufbau-BCMS, schnellstmöglich eine Reaktionsfä­\nhigkeit zu erlangen. Je nachdem wie viele Geschäftsprozesse im Rahmen der BIA als \nzeitkritisch identifiziert werden, reichen zudem die initial festgelegten Ressourcen unter \nUmständen nicht aus. In der Folge können nicht alle zeitkritischen Geschäftsprozesse \nadäquat abgesichert werden. Der BIA-Vorfilter hat daher das Ziel, mit vereinfachten Mit­\nteln bereits vor Beginn der BIA eine Vorauswahl zu treffen und die potenziell zeitkri­\ntischsten Geschäftsprozesse einzugrenzen.\n\nHinweis\n\nAuf Anhieb mag der BIA-Vorfilter aufwendig und redundant zur BIA wirken. Auf­\ngrund des reduzierten Detailgrads und der vereinfachten Fragestellung kann damit \naber schnell und effektiv der Analysebereich der BIA eingegrenzt werden, was zu ei­\nner deutlichen Aufwands- und Zeitersparnis in den nachfolgenden BCM-\nProzessschritten führt.\n\nEs gibt viele Möglichkeiten, eine Vorauswahl zu treffen, um den Aufwand in der BIA zu \nreduzieren. In diesem Standard werden folgende Ansätze vorgestellt:\n\n• \nVorauswahl von Geschäftsprozessen\n\no \nhierarchisch anhand einer Prozesslandkarte\n\no \nanhand einer groben Vorauswahl durch die Institutionsleitung\n\n• \nVorauswahl von Organisationseinheiten anhand eines Organigramms\n\n• \nVorauswahl von Produkten oder Services\n\nJe nach Branche sowie institutionsspezifischer Aufbau- und Ablauforganisation eignet \nsich ein Ansatz besser oder schlechter für eine Institution. Daher ist es empfehlenswert, \ndass der oder die BCB für die eigene Institution einen geeigneten Ansatz auswählt und \nfür die eigene Institution adaptiert. Der Ansatz für den BIA-Vorfilter sollte möglichst dazu \ngeeignet sein, den Untersuchungsbereich der BIA auf die zeitkritischsten Geschäftspro­\nzesse einzugrenzen.\n\nIn den Hilfsmitteln zu diesem Standard steht eine umfangreiche Umsetzungsanleitung \nfür den Ansatz Vorauswahl von Organisationseinheiten anhand eines Organigramms zur\n\nVerfügung, der bereits bei der Definition des Begriffs zeitkritisch auf die etablierten BIA-\nParameter zurückgreift.\n\nHinweis\n\nDie Herausforderung besteht darin, einerseits den Aufwand innerhalb der BIA zu re­\nduzieren, indem in dem BIA-Vorfilter möglichst effizient vorgefiltert wird. Anderer­\nseits entstehen durch den BIA-Vorfilter Bereiche, die dann in der späteren Absiche­\nrung nicht mehr betrachtet werden, da für die als nicht zeitkritisch eingestuften Be­\nreiche keine systematische Schadensbewertung im Rahmen der BIA mehr \ndurchgeführt wird. Infolgedessen könnten zeitkritische Geschäftsprozesse unent­\ndeckt bleiben. Die Ergebnisse des BIA-Vorfilters haben damit weitreichende Konse­\nquenzen für alle weiteren Schritte des BCM. Entsprechend muss die Institutionslei­\ntung in dem BIA-Vorfilter aktiv eingebunden sein, um das damit einhergehende Risi­\nko der unberücksichtigten Bereiche tragen zu können.\n\nDie Abbildung 26: BCM-Prozessschritte des BIA-Vorfilters verdeutlicht die empfohlenen \nSchritte, um einen BIA-Vorfilter durchzuführen.\n\nDie einzelnen Schritte werden in den nachfolgenden Unterkapiteln näher erläutert. \nNachdem das Ergebnis des BIA-Vorfilters durch die Institutionsleitung freigegeben wur­\nde, kann mit der BIA anhand der getroffenen Vorauswahl begonnen werden.\n\nAbbildung 26: BCM-Prozessschritte des BIA-Vorfilters\n\nEine effektive Vorbereitung des BIA-Vorfilters schafft die Voraussetzungen dafür, \ndass\n\n• \nder BIA-Vorfilter möglichst effizient, valide und vergleichbar durchgeführt werden \nkann,\n\n• \ndie Teilnehmenden optimal auf die Fragen vorbereitet werden sowie\n\n• \ndie Ergebnisse möglichst nahtlos in der BIA weiter genutzt werden können.\n\nAusgehend von der Situation der eigenen Institution wählt der oder die BCB eine pas­\nsende Methode für den BIA-Vorfilter aus. Liegt z. B. in der Institution keine aktuelle Pro­\nzesslandkarte vor und orientiert sich der Geschäftsbetrieb auch nicht an Produkten und \nServices, dann wird höchstwahrscheinlich ein Ansatz anhand der Organisationseinheiten \nam erfolgversprechendsten sein. Demgegenüber wäre es naheliegend, den BIA-Vorfilter \nanhand von Produkten und Services auszurichten, wenn die Institution selbst ihren Ge­\nschäftsbetrieb bereits stark an Produkten und Services ausgerichtet hat.\n\nFerner sollte der BIA-Vorfilter auch organisatorisch vorbereitet werden. Eine gute Vorbe­\nreitung beschleunigt den Ablauf und reduziert die Aufwände für alle weiteren Beteilig­\nten. Dazu wird zunächst der Begriff zeitkritisch konkretisiert.",
  "pages": {
    "start": 141,
    "end": 148
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}