{
  "id": "6_4",
  "header": "6.4 Konsolidierung und Vorstellung der Ergebnisse (R+A)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "6.4",
      "title": "Konsolidierung und Vorstellung der Ergebnisse (R+A)"
    }
  ],
  "content": "Da in dem BIA-Vorfilter verschiedene Personen mitwirken, kann die Aussagekraft der In­\nformationen schwanken. Dies trifft umso mehr zu, wenn der BIA-Vorfilter nicht wie\n\nempfohlen im Rahmen von moderierten Workshops durchgeführt wird, sondern bei­\nspielsweise per Selbstauskunft der Teilnehmenden abgefragt wird. Der oder die BCB soll­\nte daher überprüfen, ob die Ergebnisse des BIA-Vorfilters plausibel sind. Anschließend \nsollte der oder die BCB die als zeitkritisch ausgewählten Einheiten, d. h. Geschäftspro­\nzesse, Organisationseinheiten oder Produkte und Services, in einer Gesamtübersicht zu­\nsammenfassen.\n\nEs ist sinnvoll, dass der oder die BCB der Institutionsleitung die Ergebnisse des BIA-\nVorfilters vorstellt. So kann sichergestellt werden, dass die Institutionsleitung darüber \nentscheidet, ob der Analysebereich in der BIA, abweichend vom Geltungsbereich des \nBCMS, anhand der Ergebnisse des BIA-Vorfilters eingeschränkt werden soll. Die Instituti­\nonsleitung muss sich des damit verbundenen Risikos bewusst sein und es tragen.\n\nDie Institutionsleitung sollte ihrerseits überprüfen, ob der Analysebereich der BIA ange­\nmessen eingegrenzt wurde, d. h. ob beispielsweise ein zu geringer oder ein sehr hoher \nProzentsatz der im Geltungsbereich des BCMS liegenden Organisationseinheiten, Ge­\nschäftsprozesse oder Produkte und Services als potenziell zeitkritisch ermittelt wurde. \nFalls durch die Institutionsleitung entschieden wird, dass die Eingrenzung des Analysebe­\nreichs nicht angemessen ist, sollten die Parameter überarbeitet oder eine alternative Me­\nthode zur Vorauswahl gewählt und der BIA-Vorfilter wiederholt werden. Der BIA-\nVorfilter ist abgeschlossen, wenn die Institutionsleitung die Ergebnisse freigegeben hat.",
  "pages": {
    "start": 153,
    "end": 154
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}