{
  "id": "6_5",
  "header": "6.5 Systematische Erweiterung des GP-Umfangs im Rahmen des Aufbau-BCMS (A)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "6.5",
      "title": "Systematische Erweiterung des GP-Umfangs im Rahmen des Aufbau-BCMS (A)"
    }
  ],
  "content": "den, müssen nicht erneut in dem BIA-Vorfilter betrachtet werden, da diese automatisch \nin der BIA wieder betrachtet werden. So kann der GP-Umfang systematisch erweitert \nwerden, bis in einem finalen Schritt im Rahmen eines Standard-BCMS gänzlich auf den \nBIA-Vorfilter verzichtet wird.\n\nAlternativ kann der GP-Umfang der BIA auch einfach durch eine Leitungsentscheidung \nerweitert werden, z. B. indem der GP-Umfang der BIA um 20 % der noch fehlenden Or­\nganisationseinheiten im nächsten PDCA-Zyklus ergänzt wird. Dieses Vorgehen hat den \nerheblichen Vorteil, dass es deutlich weniger Aufwand erzeugt als eine systematische \nVorgehensweise anhand der Hierarchien im Rahmen des BIA-Vorfilters. In diesem Vorge­\nhen nach Leitungsentscheidung wird jedoch nicht automatisch sichergestellt, dass die im \nnächsten PDCA-Zyklus zusätzlich zu untersuchenden Einheiten auch tatsächlich zeitkriti­\nsche Aktivitäten und Prozesse bearbeiten.\n\nAS\n\nIn der BIA wird untersucht, welche Geschäftsprozesse zeitkritisch sind und ab wann de­\nren Ausfälle nicht tolerierbare Auswirkungen haben. Daraus werden die Wiederanlaufan­\nforderungen abgeleitet, d. h. ob und ab wann für diese Geschäftsprozesse ein Notbe­\ntrieb zur Verfügung stehen sollte und welche Ressourcen dafür benötigt werden.\n\nZusätzlich werden im Standard- und Aufbau-BCMS für zeitkritische Ge­\nschäftsprozesse die Prozessabhängigkeiten ermittelt.\n\nDie BIA betrachtet nur die potenziellen Auswirkungen eines Geschäftsprozessausfalls, \nnicht dessen Ursachen. Ob ein Geschäftsprozess aufgrund der Nichtverfügbarkeit des \nGebäudes durch Feuer, Hochwasser, Stromausfall oder aufgrund der Nichtverfügbarkeit \neiner für den Geschäftsprozess zwingend benötigten IT-Anwendung ausfällt, spielt daher \nfür die BIA und die Identifizierung zeitkritischer Geschäftsprozesse keine Rolle. Innerhalb \nder BIA muss vom Totalausfall des Geschäftsprozesses (Worst Case) ausgegangen wer­\nden und die in Folge zu erwartenden Schäden bewertet werden.\n\nIn einer BIA wird nicht nur bewertet, welche Auswirkungen ein Ausfall eines Geschäfts­\nprozesses für die Institution hat, sondern auch, wie sich der potenzielle Schaden zeitlich \nentwickelt. Das Ergebnis der BIA zeigt, welche Geschäftsprozesse und Ressourcen zeitkri­\ntisch sind und daher in den nachfolgenden Schritten des BCM berücksichtigt werden \nmüssen. Falls die BAO schon aufgebaut wurde, helfen diese Informationen der BAO zu­\ndem,\n\n• \ndie zeitkritischen Geschäftsprozesse und Ressourcen in einem Notfall zu priorisieren,\n\n• \nfrüh zu erkennen, ob ein Schadensereignis eskaliert werden muss sowie\n\n• \nden Geschäftsbetrieb aufrechtzuerhalten.\n\nIn der BIA werden die Kenngrößen erhoben, die für die weitere BC-Planung benötigt \nwerden. Abbildung 31 verdeutlicht den Zusammenhang dieser Kenngrößen anhand ei­\nner verkürzten Darstellung der Notfallbewältigung. Diese besteht hier nur aus den Pha­\nsen Normalbetrieb, Wiederanlauf einer zeitkritischen Ressource und Notbetrieb eines \nzeitkritischen Geschäftsprozesses.\n\nAbbildung 31: Erläuterung der Kenngrößen MTPD, RTO, RPO sowie Notbetriebsniveau\n\n1. Die Maximum Tolerable Period of Disruption (MTPD, deutsch: Maximal Tole­\n\nrierbare Ausfallzeit, MTA) legt fest, wie lange ein Geschäftsprozess maximal ausfal­\nlen darf, bevor nicht tolerierbare Auswirkungen für die Institution auftreten. Die \nMTPD wird anhand einer Bewertung des Schadenspotenzials je Geschäftsprozess \nermittelt.\n\n2. Die Recovery Time Objective (RTO, deutsch: Geforderte Wiederanlaufzeit, WAZ)\n\nwird aus der MTPD abgeleitet und sowohl den zeitkritischen Geschäftsprozessen als \nauch den Ressourcen zugeordnet, die relevant sind für die Aufrechterhaltung der \nzeitkritischen Geschäftsprozesse. Die RTO umfasst den Zeitraum vom Ausrufen des \nNotfalls bis zum Zeitpunkt der geforderten Inbetriebnahme der BC-Lösung. Im Falle \nvon IT-Ressourcen wäre das z. B. der Schwenk auf eine Ausweich- oder Ersatzres­\nsource oder das Zurücksetzen eines IT-Systems auf den letzten gesicherten Zustand. \nDie RTO muss zwingend kürzer sein als die MTPD des relevanten Geschäftsprozes­\nses, denn die Reaktionszeit wird von der MTPD abgezogen, um mit der RTO die \nMTPD noch erreichen zu können. Zusätzlich ist es empfehlenswert, einen weiteren \nzeitlichen Puffer einzuplanen, da insbesondere die Detektion mit Unsicherheiten hin­\nsichtlich des genauen zeitlichen Ablaufs einhergeht.\n\n3. Die Recovery Point Objective (RPO, deutsch: maximal zulässiger Datenverlust) legt\n\nfest, welcher Datenverlust akzeptiert wird, d. h. wie alt verfügbare Daten maximal \nsein dürfen, um im Notbetrieb sinnvoll damit arbeiten zu können. Diese Kenngröße \ndient auch dazu, um den notwendigen Datensicherungszyklus daraus abzuleiten. \n(Theoretisch kann die RPO auch für analoge Informationen erhoben werden. Da die­\n\nAS\n\nse analogen Informationen in der Praxis aber nicht in sinnvoller Art und Weise versi­\noniert werden können, ist es in der Regel zielführender, benötigte analoge Informa­\ntionen allein über die Ressourcenkategorie Informationen zu erheben, ohne RPO zu \nerheben und immer vom aktuellen Stand auszugehen.)\n\n4. Das Notbetriebsniveau (englisch: Minimum Business Continuity Objective oder\n\nMBCO) definiert, wie leistungsfähig der Notbetrieb sein soll, um einen sinnvollen \nGeschäftsbetrieb gewährleisten zu können. Das Notbetriebsniveau wird je Ge­\nschäftsprozess individuell festgelegt. Hierzu kann die Leistungsfähigkeit des Notbe­\ntriebs z. B. prozentual angegeben werden oder alternativ können Aktivitäten priori­\nsiert werden. In Abbildung 31 wird das Notbetriebsniveau nur schematisch darge­\nstellt.\n\nDie Vorgehensweise und Methodik sowie die benötigten Rollen und Hilfs­\nmittel der BIA sollten im Standard- und Aufbau-BCMS schriftlich doku­\nmentiert werden, um nachvollziehbare Ergebnisse mit einer angemessenen \nQualität zu erhalten. Hierzu kann auf die erläuternden Texte aus diesem \nKapitel zurückgegriffen werden.\n\nUm eine BIA durchzuführen, kann die Dokumentvorlage BIA-Auswertungsbogen aus den \nHilfsmitteln verwendet werden. Anhand dieser Dokumentvorlage werden einige der \nnachfolgend aufgeführten Beispiele und Hinweise dargestellt.\n\nDie nachfolgenden Unterkapitel beschreiben die empfohlene Vorgehensweise, mittels \nderer die BIA vorbereitet, durchgeführt und ausgewertet werden kann. In Abbildung 32 \nsind die hierfür erforderlichen Schritte in einer Übersicht dargestellt.\n\nAbbildung 32: BCM-Prozessschritte der Business-Impact-Analyse\n\nDie Vorgehensweise und Methodik der BIA sollte einheitlich sein. Daher ist es empfeh­\nlenswert, dass der oder die BCB die Methodik und Vorgehensweise festlegt und die BIA \norganisatorisch vorbereit, denn der oder die BCB verfügt über das notwendige Fachwis­\nsen und steuert den BCM-Prozess zeitlich. Vorbereitende Tätigkeiten können ganz oder \nteilweise an weitere Rollen im BCM delegiert werden. Die Aufgaben in der Vorbereitung \nder BIA werden in den nachfolgenden Unterkapiteln näher erläutert. Die Unterkapitel \nfolgen einer logischen Reihenfolge, jedoch können sich verschiedene beschriebene Auf­\ngaben in der Praxis zeitlich überlagern.",
  "pages": {
    "start": 155,
    "end": 160
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}