{
  "id": "7_1_1",
  "header": "7.1.1 Erhebung der Geschäftsprozesse (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "3",
      "title": "Initiierung des BCMS durch die Institutionsleitung (R+AS)"
    },
    {
      "level": 2,
      "number": "6.5",
      "title": "Systematische Erweiterung des GP-Umfangs im Rahmen des Aufbau-BCMS (A)"
    },
    {
      "level": 3,
      "number": "7.1.1",
      "title": "Erhebung der Geschäftsprozesse (R+AS)"
    }
  ],
  "content": "Innerhalb des aktuellen GP-Umfangs müssen alle Geschäftsprozesse identifiziert werden, \ndie innerhalb der BIA bewertet werden sollen. Institutionen können hierzu möglicher­\nweise auf vorhandene Übersichten über ihre Geschäftsprozesse zurückgreifen. Diese \nÜbersichten sollten daraufhin überprüft werden, ob sie vollständig den aktuellen GP-\nUmfang abdecken und aktuell sind.\n\nSolche Übersichten werden häufig in einem Prozessmanagement erstellt oder durch \nQuerschnittsfunktionen wie zentrale Dienste, Betriebsorganisation oder Vorstandsstab. In \neiner vollständigen Prozesslandkarte sind nicht nur sämtliche Prozesse der Institution \ndokumentiert, sondern häufig auch die zuständigen Personen sowie die Abhängigkeiten \nder Prozesse untereinander. Die Informationen über vor- und nachgelagerte Geschäfts­\nprozesse werden zu einem späteren Zeitpunkt in der BIA benötigt, um feststellen zu \nkönnen, ob ausgefallene Geschäftsprozesse einen Einfluss auf weitere abhängige Ge­\nschäftsprozesse haben. Zudem wird ersichtlich, ob zeitkritische Geschäftsprozesse ande­\nre Prozesse zum Wiederanlauf benötigen. Somit kann auch die Wiederanlaufreihenfolge \nbestimmt werden.\n\nHinweis\n\nDa sowohl Reaktiv- und Aufbau-BCMS als auch das Standard-BCMS in diesem Kapi­\ntel abgebildet werden, wird hier allgemein vom GP-Umfang gesprochen. Für ein \nStandard-BCMS entspricht der aktuelle GP-Umfang dem Geltungsbereich des BCMS. \nIm Reaktiv- und Aufbau-BCMS kann der GP-Umfang anhand des BIA-Vorfilters fest­\ngelegt werden.\n\nLiegt keine aktuelle Übersicht der Geschäftsprozesse und ihrer Abhängigkeiten vor, so \nmuss diese im Rahmen der BIA erhoben oder aktualisiert werden. Eine solche Übersicht \nzu erstellen ist jedoch keine originäre Aufgabe des BCM, sondern das BCM erhebt diese \nÜbersicht nur, soweit die Inhalte für den Notbetrieb relevant sind. Hierzu können Ge­\nschäftsverteilungspläne, Aufgabenbeschreibungen oder andere organisationsbeschrei­\nbende Dokumente der Institution zu Hilfe genommen werden. Zudem ist es empfeh­\nlenswert, die BIA an den Organisationseinheiten auszurichten, die für den GP-Umfang \nrelevant sind. So kann auf Kontaktpersonen zurückgegriffen werden.\n\nWährend bei einer Organisationsanalyse häufig eine sehr große Anzahl an Informationen \nerhoben wird, werden im Rahmen der BIA nur die Prozessbezeichnung sowie die zu­\nständige Organisationseinheit benötigt. Eine kurze Beschreibung der Aktivitäten oder Er­\ngebnisse des Geschäftsprozesseses kann für die Bewertung des Schadenspotenzials hilf­\nreich sein.\n\nSynergiepotenzial\n\nLiegt ein ISMS nach BSI-Standard 200-2 oder nach ISO-Norm 27001 vor, können die \ndort identifizierten Geschäftsprozesse als Grundlage verwendet werden.\n\nDas Verzeichnis von Verarbeitungstätigkeiten für den Datenschutz kann mög­\nlicherweise ebenfalls als Grundlage genutzt werden. Es fasst alle Verfahrenstätigkei­\nten zusammen, in denen personenbezogene Daten verarbeitet werden. Verfah­\nrenstätigkeiten können gegebenenfalls auch als Geschäftsprozesse verstanden wer­\nden oder diese können daraus abgeleitet werden.\n\nWird auf vorhandene Prozessübersichten zurückgegriffen, so sollte sichergestellt \nsein, dass alle Geschäftsprozesse im GP-Umfang in den Übersichten dokumentiert \nsind.\n\nJe nach Größe und Komplexität der Institution kann es unterschiedliche Detailebenen der \nGeschäftsprozesse geben. Bevor die BIA durchgeführt wird, ist es empfehlenswert, fest­\nzulegen, auf welcher Abstraktionsebene der Geschäftsprozesse die BIA durchgeführt \nwerden soll. Dies dient zum einen dazu, die BIA zeitlich exakter planen zu können, in­\ndem die Anzahl der zu untersuchenden Geschäftsprozesse eingegrenzt wird: Je tiefer die \nDetailebene, desto größer ist die Anzahl der Geschäftsprozesse. Zum anderen kann über \ndie Abstraktionsebene gesteuert werden, wie detailliert die Bewertung des Schadenspo­\ntenzials erfolgen soll.\n\nEs ist weder empfehlenswert, Geschäftsprozesse zu stark zusammenzufassen, z. B. auf \nder Ebene von Produkten, noch Geschäftsprozesse zu detailliert in der BIA zu betrachten \n(z. B. auf Aktivitätenebene). Es ist empfehlenswert, den Detailgrad der Geschäftsprozes­\nse an den Strukturen der eigenen Institution auszurichten. Eine zu starke Bündelung von \nGeschäftsprozessen führt zu einer mangelnden Aussagekraft hinsichtlich der zeitkriti­\nschen Aktivitäten innerhalb des Geschäftsprozesses. Eine zu detaillierte Betrachtung \nführt zu einer nicht zu bewältigenden Anzahl zu betrachtender Geschäftsprozesse. Der \noptimale Mittelweg wird beschritten, wenn die Planung des Notbetriebs und die Erstel­\nlung von geeigneten Geschäftsfortführungsplänen mit den Ergebnissen der BIA ausrei­\nchend gut möglich sind.\n\nSynergiepotenzial\n\nHäufig ist es sinnvoll, denselben Detailierungsgrad der Geschäftsprozesse aus dem \nISMS oder dem Datenschutz auch für die BIA zu wählen.\n\nEine Bewertung des Schadenspotenzials der in Abbildung 33 dargestellten Prozessebene \n3 stellt beispielsweise einen guten Kompromiss hinsichtlich des aussagekräftigen Detail­\ngrads und der Menge an Geschäftsprozessen dar. Die beschriebenen Geschäftsprozesse \nsind als Beispiele zu verstehen und decken nur einen kleinen Teil der üblichen Geschäfts­\nprozesse innerhalb einer Institution ab.\n\nBeispiel\n\nAbbildung 33: Beispiele hierarchisch angeordneter Geschäftsprozesse\n\nDie BIA sollte alle Hierarchieebenen der Organisationseinheiten berücksichtigen, nicht \nnur die unterste Ebene. Nur so kann sichergestellt werden, dass anhand der jeweiligen \nKontaktpersonen eine Aussage zu allen Geschäftsprozessen möglich wird.\n\nBeispiel\n\nFür die Geschäftsprozesse IT-Strategie und IT-Ressourcenmanagement ist die Orga­\nnisationseinheit IT-Abteilung zuständig. Der Unterstützungsprozess IT Incident Ma­\nnagement wird hingegen durch eine untergeordnete Organisationseinheit IT-Betrieb \ndurchgeführt. Um alle Geschäftsprozesse in der BIA zu berücksichtigen, ist es emp­\nfehlenswert, die BIA mit je einer Kontaktperson sowohl aus der übergeordneten als \nauch aus der untergeordneten Organisationseinheit durchzuführen oder diese bei­\nden Personen gemeinsam in einem Termin zu befragen.",
  "pages": {
    "start": 160,
    "end": 163
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}