{
  "id": "7_2_2",
  "header": "7.2.2 Identifizierung der Prozessabhängigkeiten (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "24",
      "title": "Stun­"
    },
    {
      "level": 3,
      "number": "7.2.2",
      "title": "Identifizierung der Prozessabhängigkeiten (AS)"
    }
  ],
  "content": "In der Identifizierung zeitkritischer Geschäftsprozesse wurden die Geschäftsprozesse der \nInstitution weitestgehend isoliert betrachtet. In der Praxis bestehen jedoch verschiedene \nAbhängigkeiten zwischen den Geschäftsprozessen (Prozessketten), z. B. durch vor- oder \nnachgelagerte, gegebenenfalls auch parallel aufeinander aufbauende Tätigkeiten.\n\nGeschäftsprozesse können nicht nur ausfallen, weil Ressourcen ausgefallen sind, sondern \nauch, weil benötigte Geschäftsprozesse nicht verfügbar sind. Für alle zeitkritischen Ge­\nschäftsprozesse muss daher ermittelt werden, ob für einen Notbetrieb eine unverzicht­\nbare Abhängigkeit zu anderen Geschäftsprozessen besteht. Unverzichtbar bedeutet \nhierbei, dass benötigte Geschäftsprozesse den Notbetrieb verhindern oder stark beein­\nträchtigen, wenn die Wiederanlaufzeiten der abhängigen und benötigten Geschäftspro­\nzesse nicht aufeinander abgestimmt sind. Sofern im Rahmen der Erhebung der Ge­\n\nschäftsprozesse bereits Prozessabhängigkeiten erfasst wurden, können diese als Grund­\nlage zum weiteren Vorgehen verwendet werden.\n\nFalls eine für den Notbetrieb unverzichtbare Prozessabhängigkeit identifiziert wurde, soll­\nte die RTO des benötigten Geschäftsprozesses so zwischen den Kontaktpersonen abge­\nstimmt werden, dass die RTO des abhängigen Geschäftsprozesses eingehalten wird, so­\nfern der benötigte Geschäftsprozess nicht bereits über die gleiche oder eine geringere \nRTO verfügt. Der benötigte Prozess wird damit automatisch auch zeitkritisch und somit \nmuss auch hierfür das Notbetriebsniveau festgelegt werden. Darüber hinaus sollte, ana­\nlog zur Begründung des Schadenspotenzials, die RTO begründet werden, damit ersicht­\nlich ist, woraus sie sich ergibt. Abhängigkeiten zwischen Geschäftsprozessen können in­\ndividuell eingeschätzt werden, da diese von den individuellen Anforderungen an den \nNotbetrieb eines Geschäftsprozesses sowie vom Grad der Abhängigkeit beeinflusst wer­\nden. So kann z. B. berücksichtigt werden, ob der benötigte Geschäftsprozess nur wie­\nderangelaufen oder bereits abgeschlossen sein muss, bevor der abhängige Geschäfts­\nprozess startet.\n\nUm hierbei jedoch Zirkelbezüge zu vermeiden, ist es sehr empfehlenswert, die Pro­\nzessabhängigkeiten nur in eine Richtung zu betrachten, entweder vor- oder nachgela­\ngert. Parallele Prozessabhängigkeiten sollten hiervon unabhängig immer betrachtet wer­\nden. Welche Richtung die Institution wählt, ist von ihrem Geschäftszweck abhängig. Üb­\nlicherweise werden die vorgelagerten Prozesse betrachtet. In bestimmten Fällen kann es \njedoch auch sinnvoll sein, die nachgelagerten Prozessabhängigkeiten zu betrachten, z. B. \nAufrechterhaltung einer zeitkritischen Kühlkette.\n\nÜber diesen BCM-Prozessschritt wird iterativ in jedem BIA-Zyklus eine weitere Stufe der \nProzessabhängigkeiten erfasst. So werden über mehrere Zyklen zeitkritische Prozessket­\nten identifiziert. Die Erkenntnisse aus für den Notbetrieb unverzichtbaren Prozessabhän­\ngigkeiten können im nächsten BIA-Zyklus zur Identifizierung weiterer Prozessabhängig­\nkeiten führen. Mit steigender Reife des BCMS steigt damit auch die Qualität der BIA und \nder Geschäftsfortführungspläne, da Geschäftsprozesse nicht isoliert betrachtet werden, \nsondern als Prozesskette verstanden werden.\n\nHinweis\n\nBei der Abstimmung der RTO sollte darauf geachtet werden, dass die RTO eines ab­\nhängigen Geschäftsprozesses sich nicht automatisch auf alle weiteren Prozessab­\nhängigkeiten der benötigten Geschäftsprozesse minimierend auswirken (Kaskaden­\neffekt). Nachfolgend sind einige Beispiele dargestellt, wie unverzichtbare Prozessab­\nhängigkeiten identifiziert werden können.\n\nBeispiel\n\nAntragsbearbeitung: Der Geschäftsprozess „Antragsbearbeitung“, mit einer RTO \nvon 3 Tagen, ist vom Geschäftsprozess „Antragsprüfung“ abhängig. Die Antragsprü­\nfung hat eine geringere Prozessausführungszeit. Zudem sind erfahrungsgemäß im­\n\nmer mehr Anträge bereits geprüft als in Bearbeitung (Arbeitsvorrat von einigen Ta­\ngen). Obwohl eine zeitkritische Abhängigkeit zwischen beiden Geschäftsprozessen \nbesteht, kann der abhängige Geschäftsprozess „Antragsbearbeitung“ wiederaufge­\nnommen werden, ohne dass der benötigte Geschäftsprozess „Antragsprüfung“ be­\nreits läuft. Daher wird zwischen den Prozesszuständigen vereinbart, dass die RTO \ndes benötigten Geschäftsprozesses „Antragsprüfung“ mit 7 Tagen deutlich größer \nsein kann als die RTO des abhängigen Geschäftsprozesses „Antragsbearbeitung“.\n\nAbbildung 36: Beispiel einer vorgelagerten Prozessabhängigkeit\n\n„Kundschaftsbetreuung“: Der Geschäftsprozess „Kundschaftsbetreuung“ mit ei­\nner RTO von 3 Tagen ist von einem ausgelagerten Geschäftsprozess „Telefon-\nHotline-Dienst“ abhängig. Dieser stellt sicher, dass Anrufe angenommen, die Anfra­\ngen geprüft und an das richtige Team in der „Kundschaftsbetreuung“ weitergeleitet \nwerden. Da der benötigte Geschäftsprozess „Telefon-Hotline-Dienst“ parallel zum \nabhängigen Geschäftsprozess „Kundschaftsbetreuung“ ausgeführt werden muss, \nwird entschieden, dass die RTO des abhängigen Geschäftsprozesses übernommen \nwird.\n\nAbbildung 37: Beispiel einer parallelen Abhängigkeit zweier Geschäftsprozesse\n\nProduktion: Der Geschäftsprozess „Produktion“ in einer Milchfabrik, mit einer RTO \nvon drei Tagen, ist vom nachgelagerten Geschäftsprozess „Distribution“ abhängig. \nDa nur begrenzte Lagermöglichkeiten für die produzierten Güter bestehen, können \ndiese maximal zwei weitere Tage aufbewahrt werden, bevor das Lagervolumen aus­\ngeschöpft ist. Um einen kontinuierlichen Produktionsfluss zu gewährleisten, wird be­\nschlossen, die RTO des benötigten Geschäftsprozesses „Distribution“ auf fünf Tage \nfestzulegen.\n\nAbbildung 38: Beispiel einer nachgelagerten Prozessabhängigkeit\n\nHinweis\n\nBei der Identifizierung der Prozessabhängigkeiten im BCM geht es nicht darum, eine \nvollständige Prozesslandkarte für den Normalbetrieb zu erstellen. Auch handelt es \nsich nicht automatisch um eine unverzichtbare Abhängigkeit, wenn zwei Geschäfts­\nprozesse im Normalbetrieb in einer bestimmten Reihenfolge ablaufen oder Informa­\ntionen austauschen. Unverzichtbare Abhängigkeiten bestehen nur dann, wenn für \nden Wiederanlauf und den Notbetrieb des untersuchten Geschäftsprozesses weitere \nGeschäftsprozesse zwingend benötigt werden, um das definierte Notbetriebsniveau \nzu erreichen und aufrecht zu erhalten.",
  "pages": {
    "start": 182,
    "end": 185
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}