{
  "id": "8_1",
  "header": "8.1 Identifizierung der Ressourcenzuständigen (R+AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "30",
      "title": "Tage"
    },
    {
      "level": 2,
      "number": "8.1",
      "title": "Identifizierung der Ressourcenzuständigen (R+AS)"
    }
  ],
  "content": "Dabei kann er oder sie anhand der Ressourcenkategorien vorgehen. Tabelle 27 gibt bei­\nspielhaft die typischen Kontaktpersonen je Ressourcenkategorie wieder. Falls die Institu­\ntion abweichende Ressourcenkategorien benannt hat, dann ist es wichtig, dass diese \nentsprechend berücksichtigt werden.\n\nBeispiel\n\nRessourcenkategorie \nGeschäftsprozess- bzw. Ressourcenzuständige\n\nIT \nITSC-Manager (ITSCM)\n\nPersonal \nLeitung Personal\n\nArbeitsplätze \nLeitung Gebäudeverwaltung, Haustechnik\n\nDienstleistungen \nLeitung Einkauf (Provider Management) oder dezentrale Provi­\nder (Supplier Manager)\n\nInformationen\n\n• zentrale physische Daten: Leitung Aktensammelstel­\n\nle/Archiv \n• dezentrale physische Daten: Leitung der jeweiligen Organi­\n\nsationseinheit (gemäß BIA) \n• Bei elektronischen Daten: ITSC-Manager\n\nInfrastruktur \nLeitung Infrastruktur, Werksleitung, Technische Betriebsleitung\n\nMaschinen, Geräte,  \nAnlagen, Fahrzeuge \nLeitung Infrastruktur, Werksleitung, Technische Betriebsleitung\n\nBetriebsmittel (Sonstige) \nLeitung Infrastruktur, Werksleitung, Technische Betriebsleitung\n\nTabelle 27: Beispiele für Ressourcenzuständige\n\nEinen direkten Überblick über die Zuständigkeiten einzelner Ressourcen haben die jewei­\nligen Leitenden der Organisationseinheiten, die für die entsprechende Ressourcenkate­\ngorie zuständig sind. Es ist hilfreich, die Leitenden darüber zu informieren, welche Anga­\nben für den Soll-Ist-Vergleich benötigt werden und welche Relevanz diese Informationen \nfür die weiteren Schritte im BCM haben. Die Leitenden benennen üblicherweise die rele­\nvanten Ressourcenzuständigen, um die erforderlichen Informationen einzuholen.\n\nZur Sensibilisierung der oben aufgeführten Leitenden kann die BIA-Workshop-Präsen-\ntation dienen (siehe 7.1.5 Vorbereitung der BIA-Hilfsmittel (R+AS)). Diese kann im Rah­\nmen einer Informationsveranstaltung vorgestellt oder als Begleitmaterial zu einer Infor­\nmationsmail an die relevanten Personen gesendet werden.\n\nSynergiepotenzial\n\nFalls bereits ein ISMS nach BSI-Standard 200-2 vorliegt und der Informationsverbund \nähnlich zum Geltungsbereich des BCMS festgelegt ist, können die Ressourcenzu­\nständigen anhand der Strukturanalyse ermittelt werden.\n\nDie Ressourcenzuständigen müssen im Rahmen des Soll-Ist-Vergleichs die Frage beant­\nworten, ob die RTO der Ressource mit vorhandenen technischen und organisatorischen \nMaßnahmen erreicht werden kann. Dazu wird der RTO die RTA gegenübergestellt und \ndie Zeitwerte werden miteinander verglichen.\n\nDie RTA kann im Rahmen von Übungen und Tests (siehe Kapitel 13 Üben und Testen \n(R+AS)) ermittelt und nachgewiesen werden. Für die Ressourcenkategorie Dienstleis­\ntungen sollte in den bestehenden Verträgen oder Service Level Agreements geprüft \nwerden, ob darin Aussagen zur Realisierbarkeit der RTO vorliegen. Ferner sollte unter­\nsucht werden, inwiefern die bestehenden Dienstleistungsunternehmen bereits allgemei­\nne Anforderungen an ein BCM erfüllen oder aber ob die bestehenden Dienstleistungen \nin einer anderen Art und Weise unmittelbar in einem Schadensfall erbracht werden kön­\nnen. Weiterführende Informationen zu möglichen BC-Strategien zur Absicherung von \nDienstleistungsunternehmen können dem Hilfsmittel Vorschläge zu BC-Strategien ent­\nnommen werden.\n\nWird der PDCA-Lebenszyklus z. B. in einem Reaktiv-BCMS erstmalig durchlaufen, dann \nliegen im Regelfall noch keine Ergebnisse zu Übungen und Tests vor. In diesem Fall kann \ndie RTA von einer fachlich kundigen Person realistisch geschätzt werden. Weder sollten \neinfach zu bewältigende Ausfallszenarien zu Grunde gelegt werden noch unlösbare \nWorst-Case-Szenarien, die die präventiven Planungsmöglichkeiten eines BCMS erschöp­\nfen. Beispiele für Worst-Case-Szenarien sind z. B. Cyberattacken oder höhere Gewalt. Da \nsich je nach Einschätzung der RTA die Risikosituation anders darstellt, ist es wichtig, dass \ndie Schätzung ein möglichst realistisches Bild wiedergibt und keinen erwünschten Zielzu­\nstand. Hierbei ist es empfehlenswert, dass der oder die BCB kommuniziert, unter wel­\nchen Bedingungen die RTA betrachtet werden soll, z. B. unter Ausschluss von höherer \nGewalt. Falls keine realistische Schätzung möglich ist oder keine technischen und organi­\nsatorischen Wiederanlaufmaßnahmen vorliegen, so muss die RTA als unbekannt ge­\nkennzeichnet werden.\n\nDer Soll-Ist-Vergleich kann per E-Mail, über ein Tool oder in Einzelgesprächen abgefragt \nwerden. Es sollten jeweils die vorliegenden Informationen aus der BIA sowie die benötig­\nten Informationen für den Soll-Ist-Vergleich anhand eines einheitlichen Schemas abge­\nfragt werden, um eine Auswertung über alle Ressourcen effektiv zu ermöglichen. Tabelle \n28 zeigt dies am Beispiel von IT-Ressourcen.\n\nRessourcen-\nkategorie \nRessource \nRTO  \nRTA \nNachweis \nRTA ≤ \nRTO \nGetestet?\n\nIT \nStandard-IT-\nAusstattung\n\n< 3 Tage 2 Tage \nSchätzung an­\nhand ausgewer­\nteter IT-Service-\nRequests\n\nJa \nNein\n\nIT \nE-Mail-\nService\n\n< 1 Tag \n05:45 h \nFunktionstest \nJa \nJa\n\nIT \nFileserver \n< 1 Tag \nunbe­\nkannt\n\nnicht vorhanden unbe­\n\nkannt\n\nNein\n\nDienstleis­\ntungsunter­\nnehmen\n\nCloud Ser­\nvices \n< 1 Tag \n6h\n\nRTA vertraglich \nzugesichert laut \nSLA mit dem \nCloudanbieter \noverCloud\n\nJa \nNein\n\nTabelle 28: Beispiel eines Soll-Ist-Vergleichs der RTO anhand der Ressourcen-\nkategorie IT\n\nFür die Ressourcenkategorien, für die eine RPO festgelegt wurde, muss diese mit  \ndem vom IT-Betrieb festgelegten Datensicherungszyklus abgeglichen werden (siehe Ta­\nbelle 29).\n\nBeispiel\n\nRessource \nRPO  \nDatensicherungs-\nzyklus \nNachweis \nDatensicherung \n≤ RPO\n\nKundschaftsdaten Vortag \n12 Stunden \nBetriebshand-\nbuch \nJa\n\nTabelle 29: Beispiel eines Soll-Ist-Vergleichs der RPO\n\nSynergiepotenzial\n\nFalls ein ITSCM vorhanden ist, wurden die RTA und RPA voraussichtlich bereits dort \nin der Gap-Analyse erhoben.\n\nR\n\nAS\n\nEine Übersicht aller zeitkritischen Ressourcen, insbesondere jedoch der unzureichend ab­\ngesicherten Ressourcen, muss erstellt und mit der Institutionsleitung abgestimmt wer­\nden. Die Institutionsleitung sollte die folgenden Informationen zur Kenntnis nehmen und \nbestätigen:\n\n• \nÜbersicht der zeitkritischen Geschäftsprozesse gemäß BIA\n\n• \nÜbersicht der zeitkritischen Ressourcen gemäß BIA\n\n• \nÜbersicht der unzureichend abgesicherten Ressourcen gemäß Soll-Ist-Vergleich\n\n• \nEinschätzung möglicher Risiken aus den identifizierten Lücken gemäß Soll-Ist-\nVergleich\n\nDer weitere Handlungsbedarf wird im Reaktiv-BCMS anhand der  \nGeschäftsfortführungsplanung abgeleitet (siehe 11.2 Erstellung der GFPs \n(R+AS)).\n\nDer weitere Handlungsbedarf wird im Aufbau- und Standard-BCMS an­\nhand der BCM-Risikoanalyse abgeleitet.\n\nWährend die BIA die möglichen Auswirkungen von Geschäftsunterbrechungen auf den \nGeschäftsbetrieb untersucht, betrachtet die BCM-Risikoanalyse die möglichen Ursachen \nfür den Ausfall des Geschäftsbetriebs, um bei der Entwicklung von BC-Strategien und  \n-Lösungen die Auswirkungen dieser Ursachen zu minimieren oder zu reduzieren. In der \nBCM-Risikoanalyse wird dazu untersucht, gegen welche Gefährdungen der Geschäftsbe­\ntrieb abgesichert werden soll, d. h. bei welchen Gefährdungen das Risiko einer Unter­\nbrechung so hoch ist, dass abgesichert werden soll. Als Zielobjekte in der BCM-Risiko-\nanalyse müssen alle zeitkritischen Geschäftsprozesse und Ressourcen systematisch be­\ntrachtet werden, die vorab in der BIA identifiziert wurden. Die Risiken, die sich auf die \nzeitkritischen Geschäftsprozesse auswirken, werden aus den Risiken der benötigten zeit­\nkritischen Ressourcen abgeleitet, sodass die BCM-Risikoanalyse in diesem Standard nach­\nfolgend nur die zeitkritischen Ressourcen betrachtet.\n\nDie Ergebnisse der BCM-Risikoanalyse schaffen die Voraussetzung dafür, dass in den \nFolgeschritten des BCMS gezielte BC-Strategien und BC-Lösungen und hieraus wiede­\nrum konkrete Vorsorge- und Notfallmaßnahmen sowie Notfallpläne unter Kosten-\nNutzen-Risiko-Gesichtspunkten abgeleitet werden können.\n\nHinweis\n\nDieses Kapitel beschreibt die BCM-spezifischen Aspekte am Beispiel des Vorgehens \nnach BSI-Standard 200-3. Entsprechend werden hier auch die dort verwendeten Be­\ngriffe und Schritte der Risikoanalyse vorausgesetzt. So werden z. B. die zu untersu­\nchenden zeitkritischen Ressourcen nachfolgend als Zielobjekte bezeichnet.\n\nJe nachdem, welche Methodik zum Risikomanagement institutionsspezifisch zu­\ngrunde gelegt wird, unterscheiden sich die durchzuführenden Schritte hinsichtlich \nihrer Bezeichnung und Inhalte. Daher ist es wichtig, die Angaben entsprechend insti­\ntutionsspezifisch anzupassen.\n\nAbbildung 40 fasst die wesentlichen Schritte zusammen, wie eine BCM-Risikoanalyse \nnach BSI-Standard 200-3 durchgeführt wird. Abweichend davon könnte in der Praxis \nauch auf vorhandene Ergebnisse einer Risikoanalyse zurückgegriffen werden oder die \nBCM-relevanten Risiken könnten im Rahmen einer themenübergreifen Risikoanalyse mit \nerhoben werden. Beide Fälle werden hier nicht näher erläutert, setzen aber ebenfalls vo­\nraus, dass die zeitkritischen Ressourcen vollständig berücksichtigt und die spezifischen \nAnforderungen an die BCM-Risikoanalyse erfüllt sein müssen.\n\nHinweis\n\nUm für das BCM optimale Egebnisse aus der Risikoanalyse ableiten zu können, sollte \ndie Risikoanalyse möglichst zeitnah im Anschluss an die BIA und den Soll-Ist-Ver-\ngleich erfolgen. Je größer der Zeitraum zwischen den Analysen ist, desto eher ist da­\nvon auszugehen, dass Informationen veralten oder sich die Rahmenbedingungen\n\ninzwischen verändert haben. Zudem sollte die Risikoanalyse ebenso häufig wie die \nBIA und der Soll-Ist-Vergleich stattfinden, z. B. jährlich. So kann sichergestellt wer­\nden, dass die betrachteten Zielobjekte stets vollständig und aktuell analysiert wer­\nden.\n\nAbbildung 40: BCM-Prozessschritte der BCM-Risikoanalyse",
  "pages": {
    "start": 193,
    "end": 199
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}