{
  "id": "9_1",
  "header": "9.1 Auswahl einer geeigneten Risikoanalyse-Methode (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "30",
      "title": "Tage"
    },
    {
      "level": 2,
      "number": "9.1",
      "title": "Auswahl einer geeigneten Risikoanalyse-Methode (AS)"
    }
  ],
  "content": "Eine BCM-Risikoanalyse unterscheidet sich methodisch nicht von Risikoanalysen aus an­\nderen Managementdisziplinen, wie z. B. dem Informationssicherheitsmanagement, dem \n(IT-)Risikomanagement oder dem Facility Management. Üblicherweise fließen die Ergeb­\nnisse aller themenspezifischen Risikoanalysen in ein institutionsübergreifendes Risikoma­\nnagement ein und werden darin konsolidiert.\n\nDer BSI-Standard 200-4 beschreibt keine eigenständige Methodik für eine BCM-Risiko-\nanalyse. Vielmehr kann hierzu auf etablierte Risikomanagement-Standards zurückgegrif­\nfen werden. Diese Methoden müssen die BCM-relevanten Risiken für alle zeitkritischen \nRessourcen, insbesondere SpoFs, sowie für alle zeitkritischen Geschäftsprozesse systema­\ntisch untersuchen. Unter BCM-relevanten Risiken werden dabei in der Regel Risiken ver­\nstanden, die sich unmittelbar auf die Verfügbarkeit der zeitkritischen Ressourcen auswir­\nken. Im Gegensatz hierzu betrachten Risikoanalysen in anderen Bereichen, z. B. in einem \nISMS, auch weitere Gefährdungen gleichwertig, beispielsweise den Verlust der Integrität \noder der Vertraulichkeit von relevanten Ressourcen. Insbesondere wenn kein ISMS vor­\nliegt, kann der Verlust der Integrität oder der Vertraulichkeit einer zeitkritischen Res­\nsource in seiner Konsequenz auch zu einer nicht tolerierbaren Geschäftsunterbrechung \nführen, da nicht mehr im Normalbetrieb weitergearbeitet werden kann. Sofern kein hin­\nreichendes ISMS vorliegt, sollten die Grundwerte Integrität und Vertraulichkeit in einer \nBCM-Risikoanalyse berücksichtigt werden, sodass zumindest die hieraus resultierenden \nAuswirkungen auf die Verfügbarkeit in den BC-Strategien behandelt werden können.\n\nDie BCM-Risikoanalyse muss die folgenden Anforderungen erfüllen:\n\n• \nDie Risikoanalyse sollte die Risikokriterien Eintrittshäufigkeit und Schadenshöhe be­\nrücksichtigen.\n\n• \nDie Risikoeinschätzung sollte alle vorhandenen risikoreduzierenden Maßnahmen be­\nrücksichtigen. (Netto-Risikoeinschätzung)\n\n• \nDer Detailgrad der betrachteten Ressourcen(cluster), der Gefährdungen und der re­\nsultierenden Risiken sollte so gewählt werden, dass geeignete BC-Strategien und  \n-Lösungen dafür identifiziert werden können.\n\n• \nDie Institution muss die identifizierten Risiken auf den weiteren Handlungsbedarf hin \nbewerten.\n\n• \nDie Institution muss sicherstellen, dass vor der Risikoakzeptanz alle anderen Risiko­\nbehandlungsoptionen angemessen geprüft wurden.\n\n• \nDie Ergebnisse der BCM-Risikoanalyse, insbesondere bestehende Restrisiken, sollten \ndurch die Institutionsleitung zur Kenntnis genommen werden.\n\n• \nDie bestehenden Restrisiken müssen durch die Institutionsleitung akzeptiert werden.\n\nUnter anderem erfüllen die Risikomanagement-Standards BSI-Standard 200-3 Risikoma­\nnagement sowie die Norm DIN ISO 31000:2018 Risikomanagement – Grundsätze und \nLeitlinien diese Voraussetzung.\n\nEs ist empfehlenswert, in einem ersten Schritt zu prüfen, inwieweit vorhandene Risi­\nkoanalyse-Methoden der Institution auch für die BCM-Risikoanalyse angewendet \nwerden können. Hierzu können die Anforderungen an eine BCM-Risikoanalyse mit \nden jeweiligen Zuständigen der bestehenden Risikoanalyse-Methoden abgestimmt \nwerden, z. B. dem oder der Informationssicherheitsbeauftragten oder dem Risiko­\nmanager oder der Risikomanagerin.\n\nZudem können Risiken, die zu einem Ausfall zeitkritischer Ressourcen führen, bereits \nanhand bestehender Risikoanalysen aus anderen Managementsystemen identifiziert, \nanalysiert und bewertet worden sein. In diesem Fall kann nicht nur auf eine eigen­\nständige Methodik, sondern auch auf eine eigenständige Risikoeinschätzung ver­\nzichtet werden, falls dabei die folgenden zwei Aspekte sichergestellt sind:\n\n• \nDie betrachteten Zielobjekte der vorhandenen Risikoanalyse sollten die zeitkriti­\nschen Ressourcen abdecken.\n\n• \nDie Sortierung oder Gruppierung der Zielobjekte aus anderen Managementsys­\ntemen sollte dahingehend überprüft werden, ob sie auch zu den Ressourcen \nund deren Clustern im BCMS passt.\n\nWährend im Risikomanagement häufig sehr abstrakte Risikoszenarien strategisch \nbetrachtet werden, z. B. die Ausfallwahrscheinlichkeit eines Rechenzentrums, kön­\nnen andere Risikoanalysen wiederum zu detailliert sein, z. B. eine IT-Risikoanalyse, \ndie den Ausfall eines E-Mail-Servers aufgrund von Schadsoftware analysiert. Um im \nBCM angewendet werden zu können, ist es gegebenenfalls notwendig, diese Infor­\nmationen zu präzisieren oder zu verdichten. Das Ergebnis der Risikoanalyse sollte \nsomit einen Detailgrad besitzen, der es gestattet, daraus konkrete BC-Lösungen im \nBCM ableiten zu können.\n\nDie nachfolgenden Unterkapitel fokussieren ausschließlich die Besonderheiten und spezi­\nfischen Anforderungen an eine BCM-Risikoanalyse. Diese sollten für eine BCM-\nRisikoanalyse berücksichtigt werden, um im Anschluss daraus geeignete Business-\nContinuity-Strategien und -Lösungen entwickeln zu können.",
  "pages": {
    "start": 199,
    "end": 200
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}