{
  "id": "9_4",
  "header": "9.4 Risikoeinschätzung (AS)",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "30",
      "title": "Tage"
    },
    {
      "level": 2,
      "number": "9.4",
      "title": "Risikoeinschätzung (AS)"
    }
  ],
  "content": "Die Risikoeinschätzung stellt einen der elementarsten Schritte in der Risikoanalyse dar. In \ndiesem BCM-Prozessschritt wird gemäß BSI-Standard 200-3, Kapitel 5.1 Risikoeinschät­\nzung anhand der relevanten Gefährdungen ermittelt, welches Risiko von diesen ausgeht. \nDie Risikoeinschätzung in der BCM-Risikoanalyse unterscheidet sich inhaltlich nicht vom \nim BSI-Standard 200-3 beschriebenen Vorgehen. In der Praxis sind die Ressourcenzu­\nständigen üblicherweise auch die Risikofachleute, die am besten Aussagen über die \nmöglichen Risiken für ihre Ressource treffen können. Da die Ressourcenzuständigen be­\nreits aus dem Soll-Ist-Vergleich bekannt sind, ist es empfehlenswert, dass diese Kontakt­\npersonen auch in der BCM-Risikoanalyse berücksichtigt werden.\n\nFür die Risikoeinschätzung sollte die Eintrittshäufigkeit und potenzielle Schadenshöhe \nberücksichtigt werden. Wie hoch das Risiko ist, wird im BSI-Standard 200-3 und in vielen \nweiteren Methoden von zwei Parametern bestimmt:\n\n• \nDie Eintrittshäufigkeit bezeichnet, wie häufig sich eine Gefährdung auf eine zeit­\nkritische Ressource schätzungsweise auswirkt.\n\n• \nDie Schadenshöhe bezeichnet die zu erwartende Höhe des Schadens, der bei Ein­\ntritt des Schadensereignisses entsteht.\n\nIm Kontext des BCM kann die Eintrittshäufigkeit anhand von Realfällen sowie Statisti­\nken und Daten eingeschätzt werden. Hierzu relevante Informationen können dem Hilfs­\nmittel Weiterführende Informationen zur Risikoeintrittshäufigkeit entnommen werden.\n\nIm Kontext des BCM kann die Schadenshöhe zunächst aus dem Schadenspotenzial der \nressourcenabhängigen, zeitkritischen Geschäftsprozesse abgeleitet werden. Über das \nUntragbarkeitsniveau in der BIA ist hierbei bereits festgelegt worden, dass hauptsächlich \nhohe und sehr hohe Schäden relevant sind. Die BIA-Ergebnisse können jedoch in der \nBCM-Risikoanalyse nicht unreflektiert als Schadenshöhe übernommen werden. In der \nBIA wird jeder Prozess ausschließlich einzeln dahingehend analysiert, welche potenziellen \nSchäden entstehen können, falls der Prozess ausfällt. Dies umfasst z. B. keine Kumulati­\non der potenziellen Schäden über mehrere Geschäftsprozesse hinweg. Für bestimmte \nRessourcen(cluster), beispielsweise ein Gebäude oder einen zentralen Server, von deren \nVerfügbarkeit mehrere Geschäftsprozesse abhängig sind, wird das Schadenspotenzial in \nder Risikoanalyse dementsprechend höher eingeschätzt werden. Ferner werden, anders \nals in der BIA, in der Risikoanalyse auch bereits etablierte risikoreduzierende Maßnahmen \nberücksichtigt, die auf die zeitkritischen Ressourcen wirken und die Schadenshöhe redu­\nzieren können.\n\nHinweis\n\nUm ein möglichst realistisches Bild über die Verfügbarkeitsrisiken zu erhalten, sollte \ndie Risikoeinschätzung alle vorhandenen risikoreduzierenden Maßnahmen berück­\nsichtigen (Netto-Risikoeinschätzung). Die risikoreduzierenden Maßnahmen um­\nfassen die vorhandenen Vorsorgemaßnahmen sowie die bereits umgesetzten \nBC-Lösungen und Notfallmaßnahmen. Die Netto-Risikoeinschätzung hat gegen­\nüber einer Brutto-Risikoeinschätzung den Vorteil, dass die Wiederanlauffähigkeit der \nzeitkritischen Ressource oder SPoF anhand der realen Gegebenheiten berücksichtigt \nwird. Ist die Wiederanlauffähigkeit der Ressource gemäß RTO-Soll-Ist-Vergleich aus­\nreichend, wird sich dies in der Praxis auch auf die Eintrittshäufigkeit oder Schadens­\nhöhe der Risiken auswirken.\n\nBeispiel\n\nDurch die Risikofachleute wird ein Ausfall der Verfügbarkeit des Hauptstandortes \nbewertet. Im ersten Schritt werden anhand der elementaren Gefährdung G0.1 Feuer \nfolgende konkrete Gefährdungen abgeleitet:\n\n• \nFahrzeugbrand in der Tiefgarage\n\n• \nunzureichend gesicherte Heißarbeiten im Produktionsbereich\n\n• \nKabelbrand elektronischer Zündquellen im Kantinenbereich\n\nUm die Eintrittshäufigkeit und Schadenshöhe zu bestimmen, werden durch Risiko­\nfachleute sowohl bestehende risikoreduzierende Maßnahmen als auch die Wieder­\nanlauffähigkeit berücksichtigt.\n\nFolgende risikoreduzierende Maßnahmen werden berücksichtigt:\n\n• \nEs finden regelmäßige Brandschutz-Übungen und -Schulungen für alle Mitarbei­\ntenden statt.\n\n• \nEine automatische Brandmeldeanlage und eine Brandlöschanlage sind installiert.\n\n• \nDas Gebäude wird regelmäßig auf Brandlasten untersucht, die jeweils zeitnah \nbeseitigt werden.\n\nDie Eintrittshäufigkeit wird daher durch die zuständige Risikoexpertin als selten ein­\ngestuft.\n\nDie Wiederanlauffähigkeit wird wie folgt bewertet:\n\n• \nEs handelt sich um das einzige Gebäude der Institution, in dem alle zeitkriti­\nschen Geschäftsprozesse ausgeführt werden (SpoF). Bei einem Gebäudeausfall \nwäre der gesamte Geschäftsbetrieb betroffen.\n\n• \nEs liegt bereits eine BC-Lösung vor, sodass RTA < RTO gilt.\n\nUnter Abwägung des maximal möglichen Schadens und der hohen Wiederanlauffä­\nhigkeit wird das Schadenspotenzial durch die Risikoexpertin als mittel eingestuft.",
  "pages": {
    "start": 203,
    "end": 205
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_4",
    "file": "standard_200_4.pdf"
  }
}