{
  "id": "3_2_4",
  "header": "3.2.4 Ersterfassung der Prozesse, Anwendungen und IT-Systeme",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "2",
      "title": "Informationssicherheitsmanagement mit IT-Grundschutz"
    },
    {
      "level": 2,
      "number": "3.2",
      "title": "Konzeption und Planung des Sicherheitsprozesses"
    },
    {
      "level": 3,
      "number": "3.2.4",
      "title": "Ersterfassung der Prozesse, Anwendungen und IT-Systeme"
    }
  ],
  "content": "Die Ergebnisse der vorherigen Schritte, also der Ermittlung von Rahmenbedingungen, der Formulie­\nrung von Informationssicherheitszielen und der Bestimmung des angemessenen Sicherheitsniveaus \nder Geschäftsprozesse, sollten als Nächstes in einer Übersicht der vorhandenen Assets der Institution \nkonsolidiert werden.\n\nDiese Übersicht dient als Entscheidungshilfe für die Auswahl einer geeigneten Vorgehensweise und ist \ndie Basis für die späteren Schritte, wie die Auswahl der relevanten IT-Grundschutz-Bausteine bei der \nBasis-Absicherung oder die Strukturanalyse bei der Standard-Absicherung. Hierbei sollte die Erstauf­\nnahme der Prozesse, Anwendungen und IT-Systeme insoweit vollständig sein, dass sie als Entschei­\ndungshilfe für die Auswahl der geeigneten Vorgehensweise zur Absicherung der Institution verwen­\ndet werden kann, sie ist aber bei Weitem nicht so umfangreich wie das Ergebnis einer Strukturanalyse.\n\nDie Ersterfassung liefert als Ergebnis eine vergleichsweise schnell und ressourcenschonend erstellbare \nÜbersicht. Die bei der Standard-Absicherung durchzuführende Strukturanalyse kann darauf aufset­\nzen und liefert ein vollständigeres Bild des abzusichernden Informationsverbunds.\n\nIm Rahmen der Ersterfassung müssen ausgehend von den wesentlichen Geschäftsprozessen und \nFachverfahren die Anwendungen, IT-Systeme, Netzkomponenten, Räume und ähnliche Objekte iden­\ntifiziert werden, die für die Durchführung der Geschäftsprozesse wesentlich sind. Hierbei sollten nicht \nnur die primären Abhängigkeiten betrachtet werden, also die für einen Geschäftsprozess direkt be­\nnötigten Applikationen und IT-Systeme. Auch sekundäre Abhängigkeiten, d.h. die kritischen Unter­\n\nstützungsprozesse bzw. -systeme (wie Gebäudetechnik, Logistik usw.) sollten bei der Betrachtung \nberücksichtigt werden.\n\nWenn möglich, sollte zu diesem Zeitpunkt abgeschätzt werden, ob die identifizierten Objekte ein \nhöheres Sicherheitsniveau als „normal“ erfordern.\n\nDabei ist es häufig nicht zweckmäßig, jedes Objekt einzeln zu erfassen, da Informationsverbünde \nmeist aus vielen Einzelobjekten bestehen. Stattdessen sollten ähnliche Objekte sinnvoll zu Gruppen \nzusammengefasst werden. Für die Ersterfassung kann es auch einfacher sein, in einem zweiten Schritt \neine grafische Netzübersicht zu erstellen und ausgehend von dieser die IT-Systeme zu erfassen. Hierbei \ngeht es nicht um Vollständigkeit oder Form. Das Ziel ist eine stark vereinfachte Netzübersicht.\n\nBei der Ersterfassung sollten auch nur die wesentlichen Objekte aufgenommen werden, nicht jede \neinzelne IT-Komponente. Beispielsweise sollten bei dieser keine typischen Büroräume aufgelistet wer­\nden, Serverräume mit ihrem speziellen, meist höheren Sicherheitsniveau sollten jedoch Erwähnung \nfinden.\n\nErfassung der relevanten Objekte\n\nAusgehend von jedem Geschäftsprozess bzw. jeder Fachaufgabe, die im Informationsverbund ent­\nhalten ist, sollten folgende Objekte tabellarisch mit einem eindeutigen Bezeichner und mindestens \nfolgenden Hinweisen erfasst werden:\n\n•  Geschäftsprozess oder Fachaufgabe: Name und (falls erforderlich) Beschreibung, fachverantwort­\nliche Stelle\n\n•  Anwendung: Name, (falls erforderlich) Beschreibung und dazugehöriger Geschäftsprozess\n\n•  IT-, ICS-Systeme und sonstige Objekte: Name, Plattform und sofern sinnvoll Aufstellungsort\n\n•  für die Aufrechterhaltung des Betriebes wesentliche Räume, die dadurch ein höheres Sicherheits­\nniveau erfordern (z. B. Rechenzentrum, Serverräume): Art, Raumnummer und Gebäude\n\nVirtuelle IT-Systeme und Netze sollten wie physische Strukturen behandelt werden, sollten aber ge­\neignet gekennzeichnet sein.\n\nAbschätzung des Sicherheitsniveaus\n\nFür spätere Betrachtungen kann es sich als sinnvoll erweisen, schon zu einem frühen Zeitpunkt das \nangestrebte Sicherheitsniveau der einzelnen Assets abzuschätzen. Die eigentliche Schutzbedarfsfest­\nstellung sollte allerdings zu einem späteren Zeitpunkt erfolgen. Diese Abschätzung des Sicherheitsni­\nveaus bietet eine grobe Orientierung für den zu erwartenden Aufwand und erleichtert eine geeignete \nGruppenbildung der identifizierten Assets.\n\nDie bisher identifizierten Objekte, bei denen ein höheres Sicherheitsniveau als „normal“ angestrebt \nwird, sollten in der bereits erstellten Tabelle gekennzeichnet werden.\n\nErstellung eines grafischen Netzplans\n\nAuf Grundlage der erfassten Informationen sollte ein rudimentärer Netzplan als Übersicht erstellt \nwerden. Wenn ein aktueller Netzplan vorhanden ist, kann dieser natürlich genutzt werden. Ein Netz­\nplan ist eine grafische Übersicht über die im betrachteten Bereich der Informations- und Kommuni­\nkationstechnik eingesetzten Komponenten und deren Vernetzung. Im Gegensatz zu einem vollstän­\ndigen oder vereinfachten Netzplan, wie er in der später folgenden Strukturanalyse erstellt wird, dient \ndiese Netzübersicht vielmehr als Überblick, die die weitere Diskussion vereinfacht und zeigt, ob es­\nsenzielle IT-Systeme vergessen wurden. Im Einzelnen sollte der Plan in Bezug auf die Informationssi­\ncherheit mindestens folgende Objekte darstellen:\n\nBSI-Standard 200-2\n\n• IT-Systeme, d.h. Clients und Server, aktive Netzkomponenten\n\n• Verbindungen des betrachteten Bereichs nach außen\n\nDie grafische Netzübersicht sollte sich aber nicht auf physische Komponenten beschränken, sondern \nauch virtualisierte Strukturen beinhalten. Hierbei können entweder virtuelle Strukturen (geeignet ge­\nkennzeichnet) direkt in der grafischen Netzübersicht aufgenommen werden oder bei unübersichtli­\nchen Architekturen in eine separate Netzübersicht eingetragen werden.\n\nEin Beispiel für eine Ersterfassung einschließlich einer Netzübersicht ist in den Hilfsmitteln zum \nIT-Grundschutz zu finden. In der später durchzuführenden Strukturanalyse werden die hier gewon­\nnenen Ergebnisse präzisiert und vervollständigt.\n\nAktionspunkte zu 3.2 Konzeption und Planung des Sicherheitsprozesses\n\n• Ansprechpartner für alle Geschäftsprozesse und Fachaufgaben benennen\n\n• Grobeinschätzung der Wertigkeit und des Sicherheitsniveaus von Informationen, Geschäftspro­\nzessen und Fachaufgaben durchführen\n\n• Interne und externe Rahmenbedingungen ermitteln\n\n• Bedeutung der Geschäftsprozesse, Fachaufgaben und Informationen abschätzen\n\n• Allgemeine Informationssicherheitsziele festlegen\n\n• Konsolidierte Übersicht der vorhandenen Assets mit den zuvor gewonnenen Erkenntnissen er­\nstellen\n\n• Zustimmung der Leitungsebene einholen",
  "pages": {
    "start": 26,
    "end": 28
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_2",
    "file": "standard_200_2.pdf"
  }
}