{
  "id": "4_4",
  "header": "4.4 Der Informationssicherheitsbeauftragte",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "2",
      "title": "Informationssicherheitsmanagement mit IT-Grundschutz"
    },
    {
      "level": 2,
      "number": "4.4",
      "title": "Der Informationssicherheitsbeauftragte"
    }
  ],
  "content": "Informationssicherheit wird häufig vernachlässigt, sodass sie hinter dem Tagesgeschäft zurückfällt. \nDadurch besteht bei unklarer Aufteilung der Zuständigkeiten die Gefahr, dass Informationssicherheit \ngrundsätzlich zu einem „Problem anderer Leute“ wird. Damit wird die Verantwortung für Informati­\nonssicherheit so lange hin- und hergeschoben, bis keiner sie mehr zu haben glaubt. Um dies zu ver­\nmeiden, sollte ein Hauptansprechpartner für alle Aspekte rund um die Informationssicherheit, ein \nInformationssicherheitsbeauftragter oder kurz ISB, ernannt werden, der die Aufgabe „Informations­\nsicherheit“ koordiniert und innerhalb der Institution vorantreibt. Ob es neben einem solchen weitere \nPersonen mit Sicherheitsaufgaben gibt und wie die Informationssicherheit organisiert ist, hängt von \nder Art und Größe der Institution ab.\n\nDie Rolle des Verantwortlichen für Informationssicherheit wird je nach Art und Ausrichtung der Insti­\ntution anders genannt. Häufige Titel sind neben dem Informationssicherheitsbeauftragten auch Chief \nInformation Security Officer (CISO) oder Informationssicherheitsmanager (ISM). In den IT-Grund­\nschutz-Dokumenten wurde bislang die Bezeichnung IT-Sicherheitsbeauftragter (IT-SiBe) verwendet, \nda dieser Begriff in Unternehmen und Behörden lange Zeit der am weitesten verbreitete war. Mit dem \nTitel „Sicherheitsbeauftragter“ werden dagegen häufig diejenigen Personen bezeichnet, die für Ar­\nbeitsschutz, Betriebssicherheit oder Werkschutz zuständig sind.\n\nAus diesen Titeln folgt aber auch häufig ein anderes Rollenverständnis. So macht der Titel des Infor­\nmationssicherheitsbeauftragten statt des IT-Sicherheitsbeauftragten deutlich, dass diese Person sich \num die Absicherung aller Arten von Informationen kümmert und nicht nur um IT-bezogene Aspekte. \nInformationssicherheit sollte aber immer ein Teil des operationellen Risikomanagements einer Insti­\ntution sein. Aus diesem Grund ersetzt die Bezeichnung „Informationssicherheitsbeauftragter“ (ISB) \nim IT-Grundschutz in diesem Zusammenhang die Bezeichnung „IT-Sicherheitsbeauftragter“ \n(IT-SiBe).\n\nEng damit hängt auch die Frage zusammen, wo der Sicherheitsbeauftragte organisatorisch verankert \nist. Es ist empfehlenswert, die Position des Informationssicherheitsbeauftragten direkt der obersten \nLeitungsebene zuzuordnen. Es ist davon abzuraten, den Sicherheitsbeauftragten in der IT-Abteilung \nzu verorten, da es hierbei zu Rollenkonflikten kommen kann.\n\nUm einen Sicherheitsprozess erfolgreich planen, umsetzen und aufrechterhalten zu können, müssen \ndie Verantwortlichkeiten klar definiert werden. Es müssen also Rollen definiert sein, die die verschie­\ndenen Aufgaben im Hinblick auf das Erreichen der Informationssicherheitsziele wahrnehmen müssen. \nZudem müssen Personen benannt sein, die qualifiziert sind und denen im ausreichenden Maße Res­\nsourcen zur Verfügung stehen, um diese Rollen ausfüllen zu können.\n\nDer Informationssicherheitsbeauftragte ist zuständig für die Wahrnehmung aller Belange der Infor­\nmationssicherheit innerhalb der Institution. Die Hauptaufgabe des ISB besteht darin, die Behörden­\nbzw. Unternehmensleitung bei deren Aufgabenwahrnehmung bezüglich der Informationssicher­\nheit zu beraten und diese bei der Umsetzung zu unterstützen. Seine Aufgaben umfassen unter \nanderem:\n\n•  den Informationssicherheitsprozess zu steuern und an allen damit zusammenhängenden Aufga­\nben mitzuwirken,\n\n•  die Leitungsebene bei der Erstellung der Leitlinie zur Informationssicherheit zu unterstützen,\n\n•  die Erstellung des Sicherheitskonzepts, des Notfallvorsorgekonzepts und anderer Teilkonzepte und \nSystem-Sicherheitsrichtlinien zu koordinieren sowie weitere Richtlinien und Regelungen zur Infor­\nmationssicherheit zu erlassen,\n\n•  die Realisierung von Sicherheitsmaßnahmen zu initiieren und zu überprüfen,\n\n•  der Leitungsebene und dem IS-Management-Team über den Status quo der Informationssicherheit \nzu berichten,\n\n•  sicherheitsrelevante Projekte zu koordinieren,\n\n•  Sicherheitsvorfälle zu untersuchen und\n\n•  Sensibilisierungs- und Schulungsmaßnahmen zur Informationssicherheit zu initiieren und koordi­\nnieren.\n\nDer ISB ist außerdem bei allen größeren Projekten, die deutliche Auswirkungen auf die Informations­\nverarbeitung haben könnten, zu beteiligen, um die Beachtung von Sicherheitsaspekten in den ver­\nschiedenen Projektphasen zu gewährleisten. So sollte der ISB bei der Planung und Einführung neuer \nAnwendungen und IT-Systeme ebenso beteiligt sein wie bei neuen ICS-Komponenten oder wesent­\nlichen Änderungen der Infrastruktur.\n\nAnforderungsprofil\n\nZur Erfüllung dieser Aufgaben ist es wünschenswert, dass der Informationssicherheitsbeauftragte \nüber Wissen und Erfahrung auf den Gebieten der Informationssicherheit und IT verfügt. Ebenso sollte \ner Kenntnisse hinsichtlich der Geschäftsprozesse der Institution mitbringen. Da diese Aufgabe eine \nVielzahl von Fähigkeiten erfordert, sollte bei der Auswahl des Weiteren darauf geachtet werden, dass \ndie folgenden Qualifikationen vorhanden sind:\n\n•  Identifikation mit den Zielsetzungen der Informationssicherheit, Überblick über Aufgaben und Zie­\nle der Institution.\n\n•  Kooperations- und Teamfähigkeit, aber auch Durchsetzungsvermögen (Kaum eine Aufgabe erfor­\ndert so viel Fähigkeit und Geschick im Umgang mit anderen Personen: Die Leitungsebene muss in \nzentralen Fragen des Sicherheitsprozesses immer wieder eingebunden werden. Entscheidungen \nmüssen eingefordert werden und die Mitarbeiter müssen, eventuell mithilfe des Bereichs-Sicher­\nheitsbeauftragten, in den Sicherheitsprozess eingebunden werden).\n\n•  Erfahrungen im Projektmanagement, idealerweise im Bereich der Systemanalyse und Kenntnisse \nüber Methoden zur Risikoanalyse.\n\n•  Grundlegende Kenntnisse über die Prozesse und Fachaufgaben innerhalb der Institution und, so­\nweit erforderlich, Grundkenntnisse in den Bereichen IT und ICS.\n\nBSI-Standard 200-2\n\n•  Ein Informationssicherheitsbeauftragter muss zudem die Bereitschaft mitbringen, sich in neue Ge­\nbiete einzuarbeiten und Entwicklungen in der IT zu verfolgen. Er sollte sich so aus- und fortbilden, \ndass er die erforderlichen Fachkenntnisse für die Erledigung seiner Aufgaben besitzt.\n\nKooperation und Kommunikation\n\nDie Zusammenarbeit mit den Mitarbeitern ebenso wie mit Externen verlangt viel Geschick, da diese \nzunächst von der Notwendigkeit der (für sie manchmal lästigen) Sicherheitsmaßnahmen überzeugt \nwerden müssen. Ein ebenfalls sehr sensibles Thema ist die Befragung der Mitarbeiter nach sicherheits­\nkritischen Vorkommnissen und Schwachstellen. Um den Erfolg dieser Befragungen zu garantieren, \nmüssen die Mitarbeiter davon überzeugt werden, dass ehrliche Antworten nicht zu Problemen für sie \nselbst führen.\n\nDie Kommunikationsfähigkeiten des Informationssicherheitsbeauftragten sind nicht nur gegenüber \nden Mitarbeitern gefordert. Genauso wichtig ist es, dass der ISB in der Lage ist, seine fachliche Mei­\nnung gegenüber der Behörden- oder Unternehmensleitung zu vertreten. Er muss so selbstbewusst \nund kommunikationsstark sein, um gelegentlich auch Einspruch gegen eine Entscheidung einzule­\ngen, die mit den Sicherheitszielen nicht vereinbar ist.\n\nDer Informationssicherheitsbeauftragte muss seine Kommunikationsfähigkeit derart einsetzen kön­\nnen, dass es in anderen Fachbereichen nicht zu Missverständnissen kommt. Hierzu ist es besonders \nwichtig, die jeweils anderen Sprachwelten und Kulturen zu verstehen und zu respektieren. So ver­\nwenden beispielsweise Ansprechpartner aus dem Bereich der industriellen Steuerung andere Begriffe \nfür das IT-Equipment als IT-Experten.\n\nUnabhängigkeit\n\nEs ist empfehlenswert, die Position des Informationssicherheitsbeauftragten organisatorisch als Stabs­\nstelle einzurichten, also als eine direkt der Leitungsebene zugeordnete Position, die von keinen ande­\nren Stellen Weisungen bekommt. In jedem Fall muss der ISB das direkte und jederzeitige Vorsprache­\nrecht bei der Behörden- bzw. Unternehmensleitung haben, um diese über Sicherheitsvorfälle, -risiken \nund -maßnahmen informieren zu können. Er muss aber auch über das Geschehen in der Institution, \nsoweit es einen Bezug zu seiner Tätigkeit hat, umfassend und frühzeitig unterrichtet werden.\n\nDer Informationssicherheitsbeauftragte sollte nicht organisatorisch der IT-Abteilung zugeordnet sein. \nDie Erfahrung hat zeigt, dass dies häufig dazu führt, dass die Aufgabe der Informationssicherheit auf \nIT-Absicherung reduziert wird und der ganzheitliche Schutz von Informationen in den Hintergrund \ngerückt wird. Dadurch kann es vorkommen, dass Informationen so lange angemessen geschützt wer­\nden, wie sie ausschließlich auf IT-Systemen verarbeitet werden, aber diese dann beispielsweise nach \ndem Ausdrucken ungeschützt beim Drucker liegen bleiben. Ein anderes Problem ist der inhärente \nAufgabenkonflikt. Es ist z. B. problematisch, wenn ein „aktiver“ Administrator die Rolle des Informa­\ntionssicherheitsbeauftragten zusätzlich zu seinen normalen Aufgaben wahrnimmt, da es mit hoher \nWahrscheinlichkeit zu Interessenkonflikten kommen wird. Die Personalunion kann dazu führen, dass \ner als Informationssicherheitsbeauftragter Einspruch gegen Entscheidungen einlegen müsste, die ihm \nsein Leben als Administrator wesentlich erleichtern würden oder die gar von seinem Fachvorgesetzten \nstark favorisiert werden (siehe auch Kapitel 4.10 „Zusammenspiel mit anderen Organisationseinhei­\nten und Managementdisziplinen“).\n\nPersonalunion mit dem Datenschutzbeauftragten\n\nEine häufige Frage ist, ob die Position des Informationssicherheitsbeauftragten gleichzeitig vom Da­\ntenschutzbeauftragten wahrgenommen werden kann (zu dessen Aufgaben siehe unten). Die beiden \nRollen schließen sich nicht grundsätzlich aus, es sind allerdings einige Aspekte im Vorfeld zu klären:\n\n•  Die Schnittstellen zwischen den beiden Rollen sollten klar definiert und dokumentiert werden. \nAußerdem sollten auf beiden Seiten direkte Berichtswege zur Leitungsebene existieren. Weiterhin \nsollte überlegt werden, ob konfliktträchtige Themen zusätzlich noch nachrichtlich an die Revision \nweitergeleitet werden sollten.\n\n•  Es muss sichergestellt sein, dass der Informationssicherheitsbeauftragte über ausreichend freie \nRessourcen für die Wahrnehmung beider Rollen verfügt. Gegebenenfalls muss er durch entspre­\nchendes Personal unterstützt werden.\n\nEs darf nicht vergessen werden, dass auch der Informationssicherheitsbeauftragte einen qualifizierten \nVertreter benötigt.",
  "pages": {
    "start": 40,
    "end": 43
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_2",
    "file": "standard_200_2.pdf"
  }
}