{
  "id": "4_9",
  "header": "4.9 Der Datenschutzbeauftragte",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "2",
      "title": "Informationssicherheitsmanagement mit IT-Grundschutz"
    },
    {
      "level": 2,
      "number": "4.9",
      "title": "Der Datenschutzbeauftragte"
    }
  ],
  "content": "Der Datenschutz wird oft nachrangig behandelt, da er vermeintlich die effektive Informationsverar­\nbeitung behindert, obwohl er in Deutschland und in vielen anderen Ländern auf gesetzlichen Vor­\nschriften beruht und Verletzungen des damit verbundenen informationellen Selbstbestimmungs­\nrechts empfindliche Geldbußen und Freiheitsstrafen nach sich ziehen können.\n\nOft werden die Aufgaben des Datenschutzbeauftragten Personen übertragen, die bereits eine andere \nRolle innehaben, mit der in der neuen Funktion auch eine Interessenkollision auftreten kann, indem \nsie sich beispielsweise in ihrer ursprünglichen Funktion selbst kontrollieren (z. B. Leiter IT).\n\nUm dies zu vermeiden, sollte ein kompetenter und qualifizierter Ansprechpartner für Datenschutzfra­\ngen ernannt werden, der alle Aspekte des Datenschutzes innerhalb der Institution begleitet und für \neine angemessene Umsetzung und ausreichende Kontrolle sorgt. In dieser Funktion arbeitet er eng \nmit dem Informationssicherheitsbeauftragten zusammen, gehört zum IS-Koordinierungsausschuss, \nist weisungsunabhängig und berichtet direkt der Behörden- bzw. Unternehmensleitung.\n\nBei angemessener Verwirklichung wird der Datenschutz Arbeitsabläufe im Ergebnis eher fördern als \nerschweren. Wenn nämlich eine Behörde bzw. ein Unternehmen zu viele personenbezogene Daten \nsammelt, personenbezogene Daten zu spät löscht oder unberechtigt übermittelt, verstößt sie nicht \nnur gegen Datenschutzrecht, sondern verursacht auch einen erhöhten Verwaltungsaufwand und \nMehrkosten. Vor allem ist der Datenschutz ein wichtiges Element eines bürger- und kundenfreundli­\nchen Verhaltens, weil er die Verfahrensabläufe transparent macht.\n\nJede Institution sollte einen Datenschutzbeauftragten ernennen. In vielen Bereichen ist die Bestellung \neines Datenschutzbeauftragten sogar gesetzlich vorgeschrieben. Auch in Institutionen, die keinen \nDatenschutzbeauftragten benannt haben, muss die Einhaltung der datenschutzrechtlichen Anforde­\nrungen sichergestellt sein. Dies kann auch durch das IS-Management-Team oder die interne Revision \nerfolgen.\n\nAnforderungsprofil\n\nZum Datenschutzbeauftragten kann nur bestellt werden, wer die zur Erfüllung seiner Aufgaben er­\nforderliche Fachkunde und Zuverlässigkeit besitzt. Zur Aufgabenerfüllung gehören technische, orga­\nnisatorische und rechtliche Kenntnisse. Als Methodik zur effektiven und vollständigen Aufgabener­\nfüllung empfehlen die deutschen Datenschutzaufsichtsbehörden die Anwendung des Standard-Da­\ntenschutzmodells [SDM]. Der Datenschutzbeauftragte muss die jeweiligen gesetzlichen Regelungen, \nbereichsspezifische datenschutzrechtliche Regelungen und die für die Institution einschlägigen Spe­\nzialvorschriften kennen und sicher anwenden können. Wichtige Rechtsnormen für den Datenschutz \nsind in Deutschland insbesondere das Bundesdatenschutzgesetz und die EU-Datenschutz-Grundver­\n\nBSI-Standard 200-2\n\nordnung. Der Datenschutzbeauftragte sollte ferner gute Kenntnisse der Organisation und vertiefte \nKenntnisse der Informationstechnik besitzen. Soweit ihm die fachliche Qualifikation in Teilbereichen \nnoch fehlt, ist ihm Gelegenheit zu geben, sich entsprechend weiterzubilden. Mit den Aufgaben und \nder Arbeitsweise seiner Behörde bzw. seines Unternehmens sollte der Datenschutzbeauftragte mög­\nlichst aus eigener Erfahrung gut vertraut sein, um seinen Kontroll- und Beratungsaufgaben nachkom­\nmen zu können.\n\nDer Datenschutzbeauftragte muss nicht ausschließlich mit diesen Funktionen betraut sein. Je nach Art \nund Umfang der personenbezogenen Datenverarbeitung und der damit verbundenen Datenschutz­\nprobleme kann es angebracht sein, ihm daneben weitere Aufgaben zu übertragen. Dies wird beson­\nders bei kleineren Institutionen in Betracht kommen. Besonders ist darauf zu achten, dass keine Inter­\nessenkonflikte oder Abhängigkeiten entstehen, die seine Aufgabenerfüllung gefährden. Möglich ist \nauch die Zusammenlegung der Funktionen des Datenschutzbeauftragten mit denen des Informati­\nonssicherheitsbeauftragten (zu den Rahmenbedingungen siehe auch Kapitel 4.4 Der Informationssi­\ncherheitsbeauftragte).\n\nEinbeziehungspflicht\n\nDer Datenschutzbeauftragte muss das direkte und jederzeitige Vortragsrecht bei der Behörden- bzw. \nUnternehmensleitung haben und über das Geschehen in der Behörde bzw. im Unternehmen, soweit \nes einen Bezug zu seiner Tätigkeit hat, umfassend und frühzeitig unterrichtet werden. Er ist an da­\ntenschutzrelevanten Vorgängen zu beteiligen und Planungen, die den Umgang mit personenbezo­\ngenen Daten betreffen, sind ihm bekannt zu geben. Bei Bedarf muss er von anderen Mitarbeitern mit \nweitergehenden rechtlichen oder technischen Kenntnissen unterstützt werden.\n\nZuständigkeiten und Aufgaben\n\nDer Datenschutzbeauftragte soll dazu beitragen, dass seine Institution den Erfordernissen des Daten­\nschutzes umfassend Rechnung trägt. Er hat die Einhaltung der Vorschriften des Datenschutzes in allen \nBereichen zu überwachen. Er nimmt seine Aufgaben im Wesentlichen durch Beratung und Kontrollen \nwahr. Seine vorrangige Aufgabe ist die Beratung. Für die Mitarbeiter sollte der Datenschutzbeauftrag­\nte Ansprechpartner in allen Fragen des Datenschutzes sein, an den sie sich jederzeit vertrauensvoll \nwenden können. Bei Schwachstellen und Versäumnissen sollte er zunächst gemeinsam mit den Be­\nteiligten nach konstruktiven Lösungen suchen.\n\nDer Datenschutzbeauftragte hilft der Behörden- bzw. Unternehmensleitung, ihre Verantwortung für \ndie Wahrung des Persönlichkeitsschutzes wahrzunehmen und Zwischenfälle zu vermeiden, die dem \nAnsehen der Institution abträglich wären. Er sollte auch Kontakt zum Personal- bzw. Betriebsrat hal­\nten. Eine gute Zusammenarbeit ist nicht nur aufgrund der Sensibilität der Personaldatenverarbeitung \nwünschenswert.\n\nDer spezielle Zuschnitt der Aufgaben des Datenschutzbeauftragten richtet sich im Einzelfall nach den \nzu erfüllenden Aufgaben, aber auch nach der Größe, dem Aufbau und der Gliederung der jeweiligen \nBehörde bzw. des Unternehmens.\n\n4.10 Zusammenspiel mit anderen Organisationseinheiten und \nManagementdisziplinen\n\nIn den meisten Institutionen gibt es neben dem Informationssicherheitsmanagement auch andere \nBereiche, die Aufgaben im Bereich der Informationssicherheit wahrnehmen oder vergleichbare Auf­\ngaben haben, sodass es sinnvoll ist, ein koordiniertes Vorgehen und Schnittstellen abzustimmen. Die­\nse Bereiche sind häufig als getrennte Disziplinen und teilweise auch in anderen Organisationseinhei­\nten organisiert. Gemeinsam ist diesen Bereichen, dass sie alle unter verschiedenen Blickwinkeln das \nZiel verfolgen, Werte der Institution zu schützen. Daher führen viele dieser Bereiche bereits „Schutz“ \nim Namen. Beispielsweise gehören hierzu neben dem Informationssicherheitsmanagement die The­\nmenfelder Datenschutz, Objektschutz, Personenschutz, Geheimschutz, Notfallmanagement oder Ri­\nsikomanagement. So kann es neben dem Informationssicherheitsbeauftragten nicht nur einen Da­\ntenschutzbeauftragten geben, sondern außerdem noch einen Geheimschutzbeauftragten, einen \nNotfallbeauftragten oder einen Revisor. In Institutionen mit einem Produktionsbereich ist auch die \nZusammenarbeit mit den Verantwortlichen für die Produkt- und Anlagensicherheit wichtig.\n\nZusammenarbeit mit dem IT-Betrieb\n\nViele Teilaufgaben des Sicherheitsmanagements hängen unmittelbar mit Aufgaben des IT-Betriebs \nzusammen. Der ISB erstellt Vorgaben für den sicheren Betrieb von IT-Systemen und Netzen, der IT-Be­\ntrieb muss diese umsetzen. Daher müssen das Sicherheitsmanagement und der IT-Betrieb eng zusam­\nmenarbeiten und sich regelmäßig über Vorgehensweisen abstimmen, ebenso wie über aktuelle Ge­\nfährdungen und neu umzusetzende Sicherheitsanforderungen. In größeren Institutionen kann es da­\nher sinnvoll sein, als Ansprechpartner des ISB im IT-Betrieb einen Beauftragten für IT-Sicherheit zu \nernennen. Dieser wird häufig als IT-Sicherheitsbeauftragter, IT-Sicherheitsmanager oder auch IT-Si­\ncherheitskoordinator bezeichnet.\n\nAbbildung 7: IS-Organisation und IT-Betrieb\n\nBSI-Standard 200-2\n\nBei der Ausgestaltung der Rollen und der Verteilung der Aufgaben ist darauf zu achten, welche Auf­\ngaben in Personalunion wahrgenommen werden können und wo es zu Rollenkonflikten kommen \nkönnte. Aus der Sicht des Informationssicherheitsmanagements ist zu klären, inwieweit der ISB wei­\ntere Rollen übernehmen kann, wie z. B. die des Notfallbeauftragten.\n\nDiese Rollen schließen sich nicht grundsätzlich aus. Ausschlaggebend sind jedoch Faktoren wie die \nGröße und Ausrichtung der Institution, die Durchdringung der Geschäftsprozesse mit ITund die Aus­\nprägung des Sicherheitsmanagements.\n\nGrundsätzlich sind bei der Übernahme weiterer Aufgaben folgende Aspekte im Vorfeld zu klären:\n\n•  Die Schnittstellen zwischen den verschiedenen Rollen sollten klar definiert und dokumentiert wer­\nden.\n\n•  Beim Eintreten konfliktträchtiger Themen sollte eine Instanz benannt sein, die diese klären kann,\n\nz. B. die Innenrevision.\n\n•  Es muss sichergestellt werden, dass Personen mit mehreren Rollen ausreichend qualifiziert sind und \ngenügend Ressourcen für ihre Aufgaben zur Verfügung haben.\n\nEs gibt aber auch Rollen, die sich nicht ohne Weiteres mit den Aufgaben des Informationssicherheits­\nmanagements kombinieren lassen. Dazu können z. B. Rollen wie jene des Revisors oder Auditors ge­\nhören, auch das hängt aber immer vom konkreten Aufgabenumfeld ab. Grundsätzlich besteht bei \neiner kontrollierenden Tätigkeit immer das Problem, dass die Kontrollierenden nichts überprüfen soll­\nten, was sie selbst konzeptioniert haben.",
  "pages": {
    "start": 47,
    "end": 50
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_2",
    "file": "standard_200_2.pdf"
  }
}