{
  "id": "6",
  "header": "6 Erstellung einer Sicherheitskonzeption nach Basis-Absicherung",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Erstellung einer Sicherheitskonzeption nach Basis-Absicherung"
    }
  ],
  "content": "dard-Absicherung zu erstellen. Als Zwischenschritt könnte nach der Basis-Absicherung und vor der \nStandard-Absicherung die nun erstellte Sicherheitskonzeption um die Kern-Absicherung ergänzt wer­\nden.\n\nNachdem die Basis-Absicherung realisiert wurde, sollte zeitnah entschieden werden, wann mit dem \nnotwendigen Verbesserungsprozess begonnen wird. In Abhängigkeit der Sicherheitsansprüche und \nder verfügbaren Ressourcen ist zu entscheiden, ob im nächsten Schritt eine Sicherheitskonzeption \nnach der Standard- oder der Kern-Absicherung erstellt werden soll. Informationen zur Auswahl sind \nin Kapitel 3.3 Entscheidung ffr Vorgehensweise zu finden.\n\nBSI-Standard 200-2\n\nErstellung einer Sicherheitskonzeption nach der \nVorgehensweise Kern-Absicherung\n\nDer IT-Grundschutz des BSI bietet einen ganzheitlichen Schutz aller geschäftsrelevanten Informatio­\nnen einer Institution. Für Institutionen, die noch großen Handlungsbedarf im Bereich der Informati­\nonssicherheit haben, kann es zielführend sein, sich anfangs auf die Absicherung der essenziellen As­\nsets zu beschränken und erst nachfolgend ein breites Sicherheitskonzept umzusetzen. Dieses Kapitel \nbeschreibt, wie vorzugehen ist, wenn als Vorgehensweise Kern-Absicherung ausgewählt wurde.\n\nNachdem ein Informationssicherheitsprozess initiiert, die wesentlichen Rahmenbedingungen sowie \ndie zu schützenden Prozesse, Anwendungen und IT-Systeme identifiziert wurden und eine Vorge­\nhensweise ausgewählt wurde, wird die Sicherheitskonzeption für die Institution erstellt. Zu diesem \nZweck werden im IT-Grundschutz-Kompendium für typische Komponenten von Geschäftsprozessen, \nAnwendungen, IT-Systemen und anderen Objekten organisatorische, personelle, infrastrukturelle \nund technische Standardsicherheitsanforderungen gestellt. Diese sind in Bausteinen strukturiert, so­\ndass sie modular aufeinander aufsetzen.\n\nAbbildung 9: Kern-Absicherung",
  "pages": {
    "start": 67,
    "end": 68
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_2",
    "file": "standard_200_2.pdf"
  }
}