{
  "id": "10_2_2",
  "header": "10.2.2 Sicherheitskonzeption",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Einbindung der Mitarbeiter in den Sicherheitsprozess"
    },
    {
      "level": 2,
      "number": "10.2",
      "title": "Der Sicherheitsprozess nach IT-Grundschutz"
    },
    {
      "level": 3,
      "number": "10.2.2",
      "title": "Sicherheitskonzeption"
    }
  ],
  "content": "Der IT-Grundschutz bietet neben der Standard-Absicherung zwei weitere Vorgehensweisen zum Ein­\nstieg in die Informationssicherheit an (Basis- und Kern-Absicherung). Die Vorgehensweise nach \nIT-Grundschutz ermöglicht eine Hilfestellung beim Aufbau und Betrieb sowie der Aufrechterhaltung \nund Verbesserung des Prozesses der Informationssicherheit in einer Institution, indem Wege und Me-\nthoden für das generelle Vorgehen, aber auch für die Lösung spezieller Probleme aufgezeigt werden. \nFür die Erstellung einer Sicherheitskonzeption nach IT-Grundschutz sind die folgenden Schritte zu \ndurchlaufen:\n\n•  Definition des Informationsverbundes: Festlegung des Geltungsbereichs \nZu Beginn muss der Geltungsbereich festgelegt werden, für den die Sicherheitskonzeption erstellt \nund umgesetzt werden soll. Dies können beispielsweise bestimmte Organisationseinheiten einer \nInstitution sein. Es könnten aber auch Bereiche sein, die definierte Geschäftsprozesse oder Fach­\naufgaben bearbeiten, inklusive der dafür notwendigen Infrastruktur. Im IT-Grundschutz wird der \nGeltungsbereich für die Sicherheitskonzeption auch als „Informationsverbund“ bezeichnet. Die \nBestandteile des betrachteten Informationsverbunds sind die mit den passenden Bausteinen des \nIT-Grundschutz-Kompendiums abzusichernden Komponenten.\n\n•  Strukturanalyse: Identifikation von Schutzobjekten \nIm Rahmen der Strukturanalyse werden die für den betrachteten Informationsverbund, also Gel­\ntungsbereich oder Geschäftsprozess relevanten Schutzobjekte wie Informationen, Anwendun­\ngen, IT-, ICS-, oder IoT-Systeme, Netze, Räume und Gebäude, aber auch zuständige Mitarbeiter \nermittelt.\n\nBei der Strukturanalyse müssen zusätzlich die Beziehungen und Abhängigkeiten zwischen den \neinzelnen Schutzobjekten dargestellt werden. Die Erfassung von Abhängigkeiten dient vor allem \ndazu, die Auswirkungen von Sicherheitsvorfällen auf die Geschäftstätigkeit zu erkennen, um \ndann angemessen reagieren zu können.\n\nBeispiel:\n\nWenn der „Server xy“ von einem Sicherheitsvorfall betroffen ist, muss schnell erkannt werden, \nwelche Anwendungen oder Geschäftsprozesse davon betroffen sind.\n\n•  Schutzbedarfsfeststellung: Analyse der Auswirkungen von Sicherheitsvorfällen auf die betrachte­\nten Geschäftsprozesse \nFür jeden bei der Strukturanalyse ermittelten Wert wird das Maß an Schutzbedürftigkeit bestimmt.\n\nBeispiel:\n\nKann der Ausfall eines IT-Systems einen hohen Schaden verursachen, ist der ermittelte Wert hoch, \nda das IT-System einen dementsprechend hohen Schutzbedarf hat.\n\nZuerst muss dazu der Schutzbedarf der Geschäftsprozesse ermittelt werden. Anschließend kann \ndarauf aufbauend der Schutzbedarf der Anwendungen bestimmt werden, die bei der Strukturana­\nlyse erfasst wurden. Dabei muss berücksichtigt werden, welche Informationen mit diesen Anwen­\ndungen verarbeitet werden. In den allermeisten Institutionen reicht es an dieser Stelle aus, sehr \nwenige Informationsgruppen zu betrachten. Beispiele hierfür sind Kundendaten, öffentlich zu­\ngängliche Informationen (z. B. Adressen, Öffnungszeiten) oder strategische Daten für die Ge­\nschäftsführung. Danach wird betrachtet, welche Informationen wo und mit welchen IT-Systemen \nverarbeitet werden. \nDer Schutzbedarf der Anwendungen überträgt sich auf die IT-Systeme, die die jeweiligen Anwen­\ndungen unterstützen. Der Schutzbedarf der Räume leitet sich aus dem Schutzbedarf der Anwen­\ndungen und IT-Systeme, die dort betrieben werden, ab.]\n\nBeispiel:\n\nDer Geschäftsprozess „Kundendatenverwaltung“ ist essenziell für die Aufrechterhaltung des Ge­\nschäftsbetriebs. Dieser Geschäftsprozess läuft auf dem „Server xy“, der damit einen hohen \nSchutzbedarf hat. Der Raum, in dem der Server untergebracht ist, beinhaltet daher auch mindes­\ntens einen hohen Schutzbedarf.\n\n•  Modellierung: Auswahl der Sicherheitsanforderungen \nIn den Bausteinen des IT-Grundschutz-Kompendiums werden für typische Aufgaben des Informa­\ntionssicherheitsmanagements und Bereiche des IT-Einsatzes spezifische Gefährdungen sowie Ba­\nsis-, Standard- und Anforderungen für einen erhöhten Schutzbedarf beschrieben. Dabei werden \njeweils organisatorische, personelle, infrastrukturelle und technische Aspekte der Informationssi­\ncherheit betrachtet. \nDas IT-Grundschutz-Kompendium enthält Prozessbausteine aus den folgenden Bereichen bzw. \nSchichten:\n\n•  ISMS: Management von Informationssicherheit,\n\n•  ORP: Organisation und Personal,\n\n•  CON: Konzepte und Vorgehensweisen (z. B. Kryptokonzept, Softwareentwicklung),\n\n•  OPS: Betrieb (z. B. Schutz vor Schadprogrammen, Cloud Computing) und\n\n• DER: Detektion und Reaktion (Behandlung von Sicherheitsvorfällen, Notfallmanagement).\n\nDarüber hinaus enthält das IT-Grundschutz-Kompendium Systembausteine zur\n\n•  INF: Infrastruktur (z. B. Gebäude, Rechenzentrum),\n\n•  SYS: IT-Systemen (z. B. Servern, Clients),\n\n•  NET: Netzen und Kommunikation (z. B. Netzarchitektur und -design),\n\n•  APP: Anwendungen (z. B. E-Mail und Browser) und\n\n•  IND: Industrieller IT (z. B. Betriebs- und Steuerungstechnik sowie Leitstand).\n\nNach der Strukturanalyse kann der Geschäftsbetrieb mithilfe dieser Bausteine modelliert werden. \nDabei wird dem betrachteten Geltungsbereich eine Sammlung von relevanten IT-Grundschutz-Bau­\nsteinen (Informationsverbund) zugeordnet. Daraus resultiert eine Sammlung an Sicherheitsanforde­\nrungen, die als Grundlage für die Erstellung der Sicherheitskonzeption dienen kann. Die im IT-Grund­\nschutz-Kompendium enthaltenen Basis- und Standard-Anforderungen sowie Anforderungen bei er­\nhöhtem Schutzbedarf konkretisieren die generischen Anforderungen aus ISO/IEC 27001 bzw. \nISO/IEC 27002. Darüber hinaus enthalten die Umsetzungshinweise, die für zahlreiche IT-Grund­\nschutz-Bausteine des IT-Grundschutz-Kompendiums veröffentlicht sind, konkrete Implementie­\nrungshilfen sowie zahlreiche technische Maßnahmen für den sicheren Betrieb von typischen IT-, ICS-, \noder IoT-Systemen und Anwendungen. Eine genaue Anleitung zur Auswahl der Bausteine (Model­\nlierung nach IT-Grundschutz) hilft dabei, alle sicherheitsrelevanten Aspekte zu berücksichtigen. Mit \ndieser Hilfe ist es Institutionen möglich, die angestrebten Sicherheitsziele ohne oder mit deutlich \nweniger Hilfe von externen Beratern zu erreichen.\n\n•  IT-Grundschutz-Check: Durchführung eines Soll-Ist-Vergleichs \nDer IT-Grundschutz-Check ist ein Organisationsinstrument, das einen schnellen Überblick über das \nvorhandene Sicherheitsniveau bietet. Mithilfe von Interviews wird der Status quo eines bestehen­\nden (nach IT-Grundschutz modellierten) Informationsverbunds in Bezug auf den Umsetzungsgrad \nder Sicherheitsanforderungen des IT-Grundschutz-Kompendiums ermittelt. Als Ergebnis liegt ein \nKatalog vor, in dem für jede relevante Anforderung der Umsetzungsstatus „entbehrlich“, „ja“, \n„teilweise“ oder „nein“ erfasst ist. Durch die Identifizierung von noch nicht oder nur teilweise \nerfüllten Anforderungen werden Verbesserungsmöglichkeiten für die Sicherheit der betrachteten \nGeschäftsprozesse und der Informationstechnik aufgezeigt.\n\n•  Risikoanalyse \nDie Anwendung der IT-Grundschutz-Methodik ermöglicht es, ein Sicherheitsniveau zu schaffen, \ndas für den normalen Schutzbedarf ausreichend und angemessen ist. Wenn der Schutzbedarf für \neinen bestimmten Bereich (beispielsweise eine Anwendung oder ein IT-System) höher ist oder \nwenn für einen Bereich keine IT-Grundschutz-Bausteine existieren, sollte nach der Umsetzung \nvon IT-Grundschutz eine Risikoanalyse durchgeführt werden. \nDas BSI hat eine eigene Methode zur Risikoanalyse entwickelt, die auf der Umsetzung von \nIT-Grundschutz aufbaut. Sie wird im BSI-Standard 200-3 Risikoanalyse auf der Basis von IT-Grund­\nschutz (siehe [BSI3]) beschrieben. Als Methode kann aber auch eine klassische quantitative Risiko­\nanalyse für die betroffenen Bereiche gewählt werden. Wenn nur ein kleiner Bereich der Informa­\ntionsverarbeitung betroffen ist, kann der Aufwand für eine zusätzliche Risikoanalyse meistens als \ngering eingestuft werden. Ist z. B. nur ein spezielles IT-System betroffen, für das kein IT-Grund­\nschutz-Baustein vorliegt, kann die hierauf beschränkte Beratung durch den Hersteller oder unab­\n\nhängige Sicherheitsberater in der Regel schon helfen, um das Risiko abzuschätzen und geeignete \nSicherheitsmaßnahmen auszuwählen. \nDie Kombination aus Standard-Sicherheitsmaßnahmen und Risikoanalyse für die Bereiche, deren \nSchutzbedürftigkeit über den normalen Schutzbedarf hinausgeht, ist wesentlich effizienter als eine \nvollständige quantitative Risikoanalyse. Anschließend müssen dann die jeweils identifizierten Maß­\nnahmen wieder in den restlichen Sicherheitsprozess eingebracht und konsolidiert werden.\n\n•  Umsetzung der Maßnahmen \nDie identifizierten Sicherheitsmaßnahmen müssen geplant, durchgeführt, begleitet und über­\nwacht werden. Hierfür sollte festgelegt werden, in welcher Reihenfolge die Maßnahmen umge­\nsetzt werden und auch wer bis wann welche Maßnahmen realisieren muss. Alle Mitarbeiter, die \nSicherheitsmaßnahmen ein- und umsetzen müssen, sollten geschult werden, um zu erfahren, was \nderen Zweck ist und was bei der Nutzung zu beachten ist.",
  "pages": {
    "start": 43,
    "end": 47
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}