{
  "id": "10_2_1",
  "header": "10.2.1 Integrierte Risikobewertung im IT-Grundschutz",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Einbindung der Mitarbeiter in den Sicherheitsprozess"
    },
    {
      "level": 2,
      "number": "10.2",
      "title": "Der Sicherheitsprozess nach IT-Grundschutz"
    },
    {
      "level": 3,
      "number": "10.2.1",
      "title": "Integrierte Risikobewertung im IT-Grundschutz"
    }
  ],
  "content": "Eine Risikoanalyse in der Informationssicherheit unterscheidet sich in wesentlichen Punkten von klas­\nsischen Methoden der Versicherungsmathematik oder des Controllings. Die exakte Berechnung von \nSchadenshöhen und Eintrittswahrscheinlichkeiten bei einer „klassischen“ oder quantitativen Risiko­\nanalyse ist meistens nicht möglich, da geeignetes Zahlenmaterial fehlt. Selbst wenn eine Berechnung \nmöglich ist, bleibt die Interpretation der Ergebnisse sehr schwierig.\n\nBeispiel:\n\nBei der klassischen Risikoanalyse berechnet sich das Risiko aus der Schadenshöhe multipliziert mit \nder Eintrittswahrscheinlichkeit. Wenn also die Zerstörung eines Rechenzentrums durch einen \nFlugzeugabsturz 20 Millionen E kostet und statistisch ein einziges Mal in 20.000 Jahren passiert, \nbeträgt das theoretische Risiko 1.000,– E pro Jahr. Das gleiche Risiko ergibt sich, wenn der Scha­\nden beim Diebstahl eines Notebooks (ohne Datenverlust) mit 2.000,– E angesetzt wird und dieser \nrechnerisch ein einziges Mal in zwei Jahren eintritt. Obwohl das Risiko rein rechnerisch im Wert \nübereinstimmt, müssen diese beiden Schadensszenarien im Rahmen des Risikomanagements völ­\nlig unterschiedlich behandelt werden.\n\nIn der IT-Grundschutz-Methodik ist daher bereits ein qualitatives Verfahren zur Risikobewertung ent­\nhalten, das die notwendigen Informationen zur Beurteilung von geschäftsschädigenden Sicherheits­\nvorfällen liefert und, im Vergleich zum quantitativen Verfahren, leichter im Umgang sowie für alle \nbetrachteten Fälle ausreichend ist. Im IT-Grundschutz wird davon ausgegangen, dass unabhängig \nvon der Art und Ausrichtung einer Institution überall geschäftsrelevante Informationen sicher verar­\nbeitet werden müssen, gängige und damit vergleichbare IT-Systeme eingesetzt werden und vergleich­\nbare Umfeldbedingungen existieren. Damit liegen meistens vergleichbare Bedrohungen vor. Die Si­\ncherheitsanforderungen der Geschäftsprozesse und Fachanwendungen sind zwar individuell und \nkönnen unterschiedlich sein, in der Praxis führen sie jedoch meist zu ähnlichen und vergleichbaren \nSicherheitsanforderungen.\n\nDas BSI analysiert für die IT-Grundschutz-Methodik im IT-Grundschutz-Kompendium Bedrohungen \nund Schwachstellen für typische Einsatzfelder und Komponenten und ermittelt daraus die resultie­\nrenden Gefährdungen. Dabei werden nur solche Gefährdungen betrachtet, die nach Analyse eine so \nhohe Eintrittswahrscheinlichkeit oder so einschneidende Auswirkungen haben, dass Sicherheitsmaß­\nnahmen ergriffen werden müssen. Typische Gefährdungen, gegen die sich jeder schützen muss, sind \nz. B. Schäden durch Feuer, Einbrecher, Schadprogramme oder Hardware-Defekte. Dieser Ansatz hat \nden Vorteil, dass Anwender des IT-Grundschutzes für einen Großteil des Informationsverbundes keine \nBedrohungs- und Schwachstellenanalyse durchführen oder Eintrittswahrscheinlichkeiten berechnen \nmüssen, weil ihnen das BSI diese Arbeit bereits abgenommen hat.\n\nAuf Basis der elementaren Gefährdungen sowie der ermittelten spezifischen Gefährdungen be­\nschreibt das IT-Grundschutz-Kompendium bewährte technische, infrastrukturelle, personelle und or­\nganisatorische Basis- und Standard-Anforderungen sowie Anforderungen bei erhöhtem Schutzbe­\ndarf zur Absicherung typischer Objekte.\n\nFür Informationen und Geschäftsprozesse mit einem hohen oder sehr hohen Schutzbedarf oder für \nEinsatzumgebungen, die im IT-Grundschutz nicht behandelt werden, muss eine Risikoanalyse durch­\ngeführt werden. Eine vereinfachte Risikoanalyse nach der IT-Grundschutz-Methodik wird im BSI-Stan­\ndard 200-3 Risikoanalyse auf der Basis von IT-Grundschutz (siehe [BSI3]) beschrieben.\n\nSowohl die Risikobewertung nach IT-Grundschutz als auch die in [BSI3] dargestellte Risikoanalyse sind \ndeutlich einfacher und kostengünstiger als eine quantitative Risikoanalyse. Die Risikobewertung nach \nIT-Grundschutz bietet zudem den Vorteil, dass auch Institutionen aus den verschiedensten Branchen, \ndie nach dieser Methode vorgehen, eine gemeinsame und klar definierte Grundlage für ihre Risiko­\nbewertung vorweisen können.\n\nKlassifikation von Risiken\n\nDie allgemeine Anforderung, Risiken zu klassifizieren, wird im IT-Grundschutz in folgenden Schritten \ndurchgeführt:\n\n1. Orientierung an Schadensszenarien \nUm Schäden und negative Auswirkungen von Sicherheitsvorfällen möglichst anschaulich zu be­\nschreiben, sollten verschiedene Schadensszenarien betrachtet werden, z. B. die nachfolgenden:\n\n• Verstöße gegen Gesetze, Vorschriften oder Verträge,\n\n• Beeinträchtigung des informationellen Selbstbestimmungsrechts,\n\n• Beeinträchtigung der persönlichen Unversehrtheit,\n\n• Beeinträchtigung der Aufgabenerfüllung,\n\n• negative Innen- oder Außenwirkung und\n\n• finanzielle Auswirkungen.\n\nBeim Durchspielen der Szenarien sollte dabei untersucht werden, welche Schäden beim Verlust \nvon Vertraulichkeit, Integrität oder Verfügbarkeit entstehen können.\n\nBeispielsweise sollte für das Szenario „Verstoß gegen Gesetze“ unter anderem erörtert werden, \nwelche Daten aufgrund gesetzlicher Auflagen vertraulich behandelt werden müssen und welche \nKonsequenzen ein fahrlässiger Verstoß gegen diese Auflagen hätte.\n\n2. Klassifizierung von Schäden: Definition von Schutzbedarfskategorien \nMeist ist eine exakte Berechnung von potenziellen Schäden nicht sinnvoll oder sogar unmöglich \nund für die Auswahl geeigneter Sicherheitsmaßnahmen auch nicht nötig. Daher empfiehlt sich \neine Einteilung von Schäden in wenige Klassen. Der Versuch einer „exakten“ Schadensberechnung \ngefährdet in vielen Fällen sogar die Sicherheit, da eine nicht zutreffende Genauigkeit suggeriert \nwird und die Verantwortlichen dadurch nur von einer „Scheinsicherheit“ ausgehen.\n\nAusgehend von möglichen Schäden, werden im Rahmen des IT-Grundschutzes drei Schutzbe-\ndarfskategorien vorgeschlagen, in die später die Schutzobjekte (z. B. IT-Systeme) eingeordnet \nwerden:\n\n„normaler Schutzbedarf“: Die Schadensauswirkungen sind begrenzt und überschaubar.\n\n„hoher Schutzbedarf“: Die Schadensauswirkungen können beträchtlich sein.\n\n„sehr hoher Schutzbedarf“: Die Schadensauswirkungen können ein existenziell bedrohliches, \nkatastrophales Ausmaß erreichen.\n\nJede Institution muss für jedes Schadensszenario individuell festlegen, wie „normal“, „hoch“ und \n„sehr hoch“ im Einzelfall zu interpretieren sind, welche Rahmenbedingungen für die Einteilung in\n\ndie Schutzbedarfskategorien also zugrunde zu legen sind. Da dies unmittelbare Auswirkungen auf \nden Umgang mit Risiken und den Bedarf an Ressourcen hat, muss diese Festlegung durch die \noberste Leitungsebene der Institution erfolgen. Die Festlegung der Schutzbedarfskategorien kann \nje nach Art und Größe der Institution sehr unterschiedlich sein und nur die oberste Leitungsebene \nkann diese in Zusammenarbeit mit dem Sicherheitsmanagement konkret bestimmen. Das BSI kann \ndaher nur Beispiele für entsprechende Werte nennen, die an die jeweiligen Bedingungen anzupas­\nsen sind.\n\nInstitutionen können auch andere Schutzbedarfskategorien verwenden. Um dann weiter mit \ndem IT-Grundschutz arbeiten zu können, muss überlegt werden, wie die individuellen Schutz­\nbedarfskategorien auf die des IT-Grundschutzes abgebildet werden können. Dies kann auch \ndazu führen, dass Anforderungen aus den IT-Grundschutz-Bausteinen in andere Kategorien fal­\nlen.\n\nBeispiel für die Klassifizierung finanzieller Schäden:\n\nEin normaler Schutzbedarf ist gegeben, wenn ein finanzieller Schaden für die Institution tolerabel \nist. Bei einem kleinen Betrieb kann dies beispielsweise bedeuten, dass durch Sicherheitsvorfälle \nkeine Schäden über 10.000,– E entstehen dürfen. Ein hoher Schutzbedarf besteht, wenn ein \nSchaden beachtliche finanzielle Verluste nach sich zieht, jedoch nicht existenzbedrohend ist. Bei \neinem kleinen Betrieb kann dies Summen zwischen 10.000,– E und 100.000,– E bedeuten. Ein \nsehr hoher Schutzbedarf liegt dann vor, wenn der finanzielle Schaden für die Institution existenz­\nbedrohend ist. Bei einem kleinen Betrieb könnte dies bereits bei einem Schadenspotenzial von \nüber 100.000,– E gegeben sein. Bei einer großen Geschäftsbank ergeben sich hier natürlich ganz \nandere Werte.",
  "pages": {
    "start": 41,
    "end": 43
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}