{
  "id": "1_2",
  "header": "1.2 Zielsetzung",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "1.2",
      "title": "Zielsetzung"
    }
  ],
  "content": "Die zunehmende Digitalisierung und Vernetzung der Arbeitswelt stellt Unternehmen und Behörden \nheute vor grundlegende Herausforderungen. Zugleich gestaltet sich die Bedrohungslage für die In­\nformationssicherheit in Unternehmen und Behörden sehr dynamisch und vielfältig. Um Geschäftspro­\nzesse oder Fachaufgaben mittels IT, offline oder online, sicher betreiben zu können und damit auch \nlangfristig wettbewerbsfähig zu sein, müssen Institutionen sich zunehmend besser hinsichtlich Fragen \nder Informationssicherheit aufstellen. Die Entwicklungen in der Informationstechnik erfolgen heute in \nimmer kürzer werdenden Innovationszyklen. Zugleich zeichnen sich die technischen Systeme durch \neine steigende Komplexität aus. In immer mehr Bereichen des öffentlichen sowie des Geschäftslebens \nwächst die Abhängigkeit von funktionierender Technik. Die Vernetzung und Steuerung von Industrie­\nanlagen, Smart Home, Internet of Things und Connected Cars werden Sicherheitsexperten und An­\nwender in den kommenden Jahren vor weitere Herausforderungen stellen. Die Leitung von Institutio­\nnen muss sich inzwischen zunehmend mit der Frage befassen, welche Auswirkungen z. B. ein Cy­\nber-Angriff mit sich bringen kann. Neben der eigenen Institution können auch Kunden, Lieferanten \nund Geschäftspartner sowie weitere Gruppen betroffen sein. Daher ist ein geplantes und organisier­\ntes Vorgehen aller Beteiligten notwendig, um ein angemessenes und ausreichendes Sicherheitsniveau \naufzubauen, aufrechtzuerhalten sowie kontinuierlich verbessern zu können.\n\nIn der Praxis erweist es sich oft als schwierig, ein angemessenes und ausreichendes Sicherheitsniveau \naufzubauen sowie langfristig aufrechtzuerhalten. Fehlende Ressourcen und knappe Budgets stellen \nverbunden mit der zunehmenden Komplexität der IT-Systeme die Verantwortlichen ständig vor neue \nHerausforderungen. Aufgrund der kürzer werdenden Entwicklungszyklen müssen auch bewährte \nSicherheitsmechanismen stetig angepasst oder sogar neu konzipiert werden. Eine statische Lösung \nkann auf lange Sicht kein angemessenes Sicherheitsniveau gewährleisten. Die verbreitete Ansicht, \nSicherheitsmaßnahmen seien zwangsläufig mit hohen Investitionen in Sicherheitstechnik und hoch­\nspezialisierte Sicherheitsexperten verbunden, ist jedoch falsch. Zu den wichtigsten Erfolgsfaktoren \nzählen ein gesunder Menschenverstand, durchdachte organisatorische Regelungen und zuverlässige, \ngut informierte Mitarbeiter, die selbstständig und routiniert Sicherheitserfordernisse umsetzen. Die \nErstellung und Umsetzung eines wirksamen Sicherheitskonzepts muss deshalb jedoch nicht zwangs­\n\nläufig unbezahlbar sein und die wirksamsten Maßnahmen können sich als überraschend einfach er­\nweisen.\n\nSicherheit muss daher ein integraler Bestandteil von Planung, Konzeption und Betrieb von Geschäfts­\nprozessen und der Informationsverarbeitung sein. Daher müssen auch umfangreiche organisatorische \nund personelle Maßnahmen getroffen werden. Ein Informationssicherheitsmanagement auf der Basis \nvon IT-Grundschutz enthält neben technischen auch infrastrukturelle, organisatorische und personelle \nAspekte: Nur ein ganzheitlicher Ansatz zur Erhöhung der Informationssicherheit kann eine nachhaltige \nWirkung auf allen Ebenen erzielen.\n\nEin angemessenes Sicherheitsniveau ist in erster Linie abhängig vom systematischen Vorgehen und \nerst in zweiter Linie von einzelnen technischen Maßnahmen. Die folgenden Überlegungen verdeutli­\nchen diese These und die Bedeutung der Leitungsebene im Sicherheitsprozess:\n\n•  Die Leitungsebene trägt die Verantwortung dafür, dass gesetzliche Regelungen und Verträge mit \nDritten eingehalten werden und dass wichtige Geschäftsprozesse störungsfrei ablaufen.\n\n•  Die Leitungsebene ist diejenige Instanz, die über den Umgang mit Risiken entscheidet.\n\n•  Informationssicherheit hat Schnittstellen zu vielen Bereichen einer Institution und betrifft wesent­\nliche Geschäftsprozesse und Aufgaben. Nur die Leitungsebene kann daher für eine reibungslose \nIntegration des Informationssicherheitsmanagements in bestehende Organisationsstrukturen und \nProzesse sorgen.\n\n•  Die Leitungsebene ist zudem für den wirtschaftlichen Einsatz von Ressourcen verantwortlich.\n\nDer Leitungsebene kommt daher eine hohe Verantwortung für die Informationssicherheit zu. Fehlen­\nde Steuerung, eine ungeeignete Sicherheitsstrategie oder falsche Entscheidungen können sowohl \ndurch Sicherheitsvorfälle als auch durch verpasste Chancen und Fehlinvestitionen weitreichende ne­\ngative Auswirkungen haben. Eine intensive Beteiligung der Führungsebene ist somit unerlässlich: In­\nformationssicherheit ist Chefsache!\n\nDieser Standard beschreibt daher im Folgenden Schritt für Schritt, wie ein erfolgreiches Informations­\nsicherheitsmanagement aufgebaut sein kann und welche Aufgaben der Leitungsebene in Behörden \nund Unternehmen dabei zufallen.",
  "pages": {
    "start": 5,
    "end": 6
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}