{
  "id": "3_2_2",
  "header": "3.2.2 Beschreibung des Prozesses Informationssicherheit",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "3.2",
      "title": "Prozessbeschreibung und Lebenszyklus-Modell"
    },
    {
      "level": 3,
      "number": "3.2.2",
      "title": "Beschreibung des Prozesses Informationssicherheit"
    }
  ],
  "content": "Nicht nur Geschäftsprozesse und IT-Systeme haben einen solchen „Lebenszyklus“, sondern auch die \nSicherheitsstrategie, das Sicherheitskonzept, die Sicherheitsorganisation und letztendlich der gesam­\nte Sicherheitsprozess unterliegen einem solchen Lebenszyklus. Um die Dynamik des Sicherheitspro­\nzesses möglichst einfach beschreiben zu können, wird dieser in der Literatur häufig in die folgenden \nPhasen eingeteilt:\n\n1. Planung,\n\n2. Umsetzung der Planung bzw. Durchführung des Vorhabens,\n\n3. Erfolgskontrolle bzw. Überwachung der Zielerreichung und\n\n4. Beseitigung von erkannten Mängeln und Schwächen bzw. Optimierung sowie Verbesserung.\n\nPhase 4 beschreibt die umgehende Beseitigung kleinerer Mängel. Bei grundlegenden oder umfang­\nreichen Veränderungen ist natürlich wieder mit der Planungsphase zu beginnen.\n\nDieses Modell wird nach der englischen Benennung der einzelnen Phasen („Plan“, „Do“, „Check“, \n„Act“) entsprechend auch als PDCA-Zyklus bezeichnet.\n\nAbbildung 5: Lebenszyklus nach Deming (PDCA-Zyklus)\n\nDer PDCA-Zyklus lässt sich prinzipiell auf alle Aufgaben innerhalb des Sicherheitsprozesses anwen­\nden. Auch der Lebenszyklus des Sicherheitskonzepts und der Sicherheitsorganisation lässt sich so\n\nübersichtlich beschreiben. Die entsprechenden Kapitel dieses Dokuments sind daher an die vier Pha­\nsen dieses Lebenszyklus-Modells angelehnt.\n\nIn der Planungsphase des Sicherheitsprozesses werden die Rahmenbedingungen identifiziert und \nanalysiert, die Sicherheitsziele bestimmt und eine Sicherheitsstrategie ausgearbeitet, die grundlegen­\nde Aussagen darüber enthält, wie die gesetzten Ziele letztlich erreicht werden sollen. Umgesetzt wird \ndie Sicherheitsstrategie mithilfe des Sicherheitskonzepts und einer geeigneten Struktur für die Sicher­\nheitsorganisation. Sicherheitskonzept und -organisation müssen geplant, umgesetzt und einer Er­\nfolgskontrolle unterzogen werden. Bei der Erfolgskontrolle des übergeordneten Sicherheitsprozesses \nwird regelmäßig überprüft, ob sich Rahmenbedingungen (zum Beispiel Gesetze, Ziele der Institution \noder des Umfeldes) geändert haben und ob sich Sicherheitskonzept und -organisation als wirksam \nund effizient erwiesen haben.\n\nDa unterschiedliche Institutionen jedoch über verschiedene Ausgangsbedingungen, Sicherheitsanfor­\nderungen und finanzielle Mittel verfügen, bietet diese Vorgehensweise zwar eine gute Orientierung, \nmuss aber von jeder Behörde und jedem Unternehmen auf die eigenen Bedürfnisse angepasst wer­\nden. Jede Institution muss individuell festlegen oder konkretisieren, welche Ausprägung eines Lebens­\nzyklus-Modells für sie angemessen ist.\n\nKleine Behörden und Unternehmen sollten sich hiervon jedoch nicht abschrecken lassen, da der Auf­\nwand für den Sicherheitsprozess in der Regel von der Größe der Institution abhängt. So ist in einem \nsehr großen Unternehmen mit vielen beteiligten Abteilungen und Personen wahrscheinlich ein eher \nformaler Prozess notwendig, der genau festlegt, welche internen und externen Audits notwendig \nsind, wer an wen berichtet, wer Entscheidungsvorlagen erstellt und wann die Leitung über den Si­\ncherheitsprozess berät. In einem kleinen Unternehmen hingegen kann eine jährliche Besprechung \nzwischen dem Geschäftsführer und seinem IT-Dienstleister, in der über die Probleme des vergangenen \nJahres, die entstandenen Kosten, neue technische Entwicklungen und andere Faktoren beraten wird, \nbereits angemessen sein, um den Erfolg des Sicherheitsprozesses kritisch hinterfragen zu können.\n\nMit Informationssicherheitsmanagement oder kurz IS-Management wird die Planungs- und Len­\nkungsaufgabe bezeichnet, die zum sinnvollen Aufbau, zur praktischen Umsetzbarkeit und zur Sicher­\nstellung der Effektivität eines durchdachten und planmäßigen Sicherheitsprozesses sowie aller dafür \nerforderlichen Sicherheitsmaßnahmen erforderlich ist. Dieses umfasst auch die Erfüllung und Einhal­\ntung von gesetzlichen und regulatorischen Anforderungen. Es gibt verschiedene Konzepte, wie ein \neffizientes IS-Management aussehen kann und welche Organisationsstrukturen dafür sinnvoll sind. \nUnabhängig davon, wie die Ausprägung eines IS-Managementsystems aussieht, sind dafür verschie­\ndene Prinzipien zu beachten.\n\nEinige der hier vorgestellten Management-Prinzipien mögen banal klingen, ihre Umsetzung werden \ndie meisten Führungskräfte also als eine Selbstverständlichkeit ansehen. Paradoxerweise sind es aber \ngerade immer wieder die einfachen Dinge, die in der Praxis falsch gemacht oder unterlassen werden. \nDisziplin, Geduld, die Übernahme von Verantwortung sowie die realistische und sorgfältige Vorbe­\nreitung von Projekten sind in vielen Organisationen zwar theoretisch anerkannte Werte, werden aber \nin der Praxis nicht immer gelebt. Gerade wenig spektakuläre Maßnahmen, wie Prozessoptimierung, \nSchulung und Sensibilisierung sowie Motivation von Mitarbeitern oder das Anfertigen von verständ­\nlichen Dokumentationen, verbessern das Sicherheitsniveau in der Praxis deutlich. Komplexe und da­\ndurch teure Maßnahmen, Großprojekte und Investitionen in Technik werden oftmals völlig zu Un­\nrecht als wirksamer dargestellt und sind häufig für den schlechten Ruf von Sicherheitsmaßnahmen \nals Kostentreiber verantwortlich. Im Folgenden werden daher Management-Prinzipien vorgestellt, \nderen Berücksichtigung eine gute Grundlage für ein erfolgreiches Informationssicherheitsmanage­\nment bietet.",
  "pages": {
    "start": 18,
    "end": 20
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}