{
  "id": "4_1",
  "header": "4.1 Aufgaben und Pflichten des Managements",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "4.1",
      "title": "Aufgaben und Pflichten des Managements"
    }
  ],
  "content": "Die Aufgaben und Pflichten der Leitungsebene bezüglich der Informationssicherheit lassen sich in \nfolgenden Punkten zusammenfassen:\n\n1. Übernahme der Gesamtverantwortung für Informationssicherheit\n\nDie oberste Managementebene jeder Behörde und jedes Unternehmens ist für das zielgerichtete und \nordnungsgemäße Funktionieren der Institution verantwortlich und damit auch für die Gewährleistung \nder Informationssicherheit nach innen und außen. Dies kann auch je nach Land und nach Organisa­\ntionsform in verschiedenen Gesetzen geregelt sein. Die Leitungsebene, aber auch jede einzelne Füh­\nrungskraft muss sich sichtbar zu ihrer Verantwortung bekennen und allen Mitarbeitern die Bedeutung \nder Informationssicherheit vor Augen führen.\n\n2. Informationssicherheit initiieren, steuern und kontrollieren\n\nDie oberste Leitungsebene muss den Sicherheitsprozess initiieren, steuern und überwachen. Dazu \ngehören zum Beispiel folgende Aufgaben:\n\n•  Eine Strategie zur Informationssicherheit sowie Sicherheitsziele müssen verabschiedet und kom­\nmuniziert werden. Die Sicherheitsstrategie basiert auf den Geschäftszielen des Unternehmens \nbzw. dem Auftrag der Behörde.\n\n•  Die Auswirkungen von Sicherheitsrisiken auf die Geschäftstätigkeit bzw. Aufgabenerfüllung müs­\nsen untersucht werden. Die Leitungsebene ist diejenige Instanz, die die Entscheidung über den \nUmgang mit Risiken treffen muss. Die Verantwortung für Informationssicherheit verbleibt dort.\n\nDie operative Aufgabe „Informationssicherheit“ wird allerdings typischerweise an einen Informa­\ntionssicherheitsbeauftragten (ISB) delegiert.\n\n•  Es müssen die organisatorischen Rahmenbedingungen für Informationssicherheit geschaffen, Zu­\nständigkeiten und Befugnisse zugewiesen und kommuniziert werden.\n\n•  Für Informationssicherheit müssen ausreichende Ressourcen bereitgestellt werden. Die Sicher­\nheitsstrategie muss mit den zur Verfügung stehenden Ressourcen in Einklang stehen.\n\n•  Die Sicherheitsstrategie muss regelmäßig überprüft und bewertet werden, z. B. kann die Zielerrei­\nchung mithilfe von Kennzahlen überwacht werden. Erkannte Schwachstellen und Fehler müssen \nkorrigiert werden. Dazu muss ein „innovationsfreudiges“ Arbeitsklima geschaffen und der Wille \nzur ständigen Verbesserung innerhalb der Institution demonstriert werden.\n\n•  Mitarbeiter müssen für Sicherheitsbelange sensibilisiert werden und die Informationssicherheit als \neinen wichtigen Aspekt ihrer Aufgaben betrachten. Hierfür sind unter anderem passende Schu­\nlungs- und Sensibilisierungsmaßnahmen anzubieten.\n\n3. Informationssicherheit integrieren\n\nInformationssicherheit ist Querschnittsfunktion und muss daher in alle Prozesse und Projekte der In­\nstitution integriert werden, bei denen Informationen verarbeitet werden. Beispiele hierfür sind:\n\n•  Projektmanagement: Bereits in der Planungsphase eines Projektes muss der Schutzbedarf der zu­\nkünftig als Ergebnis zu verarbeitenden Informationen bewertet werden. Darauf aufbauend sollte \ndie Planung geeigneter Sicherheitsmaßnahmen erfolgen.\n\n•  Incident Management: Bei Störungen des IT-Betriebs mit Auswirkungen auf die Informationssicher­\nheit muss das weitere Vorgehen mit dem Sicherheitsmanagement abgestimmt werden. Das Secu­\nrity Incident Management und Störungsmanagement der ITund des Facility Managements müssen \ndemnach miteinander verzahnt sein.\n\nExistieren solche Management-Prozesse nicht, ist es möglich, ein ISMS aufzubauen und zu betreiben, \nes wird jedoch nicht effizient funktionieren. Wenn das ISMS nicht mit dem Projektmanagement ver­\nknüpft ist, kann der Schutzbedarf neuer oder geänderter Geschäftsprozesse nur durch zyklische Ab­\nfragen (jährlich, quartalsweise) ermittelt werden. Dadurch ist es deutlich schwieriger, eine vollständige \nund aktuelle Schutzbedarfsfeststellung aller Zielobjekte zu erhalten. Wenn kein Störungsmanage­\nment vorhanden ist, werden Sicherheitsvorfälle nicht erkannt bzw. nicht an die korrekte Stelle wei­\ntergeleitet. Der Reifegrad der Informationssicherheit hängt somit auch vom Reifegrad der anderen \nManagement-Prozesse der Institution ab und ist keine selbstständige Größe.\n\n4. Erreichbare Ziele setzen\n\nProjekte scheitern oft an unrealistischen oder zu ehrgeizigen Zielvorgaben. Dies ist im Bereich In­\nformationssicherheit auch nicht anders. Um das angemessene Sicherheitsziel zu erreichen, können \nviele kleine Schritte und ein langfristiger, kontinuierlicher Verbesserungsprozess ohne hohe Inves­\ntitionskosten zu Beginn effizienter sein als ein groß angelegtes Projekt. So kann es zweckmäßig \nsein, zunächst nur in ausgewählten Bereichen das erforderliche Sicherheitsniveau umzusetzen \nund dort etwa in die Breite gehend mit der Basis-Absicherung oder in die Tiefe gehend mit der \nKern-Absicherung aus dem IT-Grundschutz zu arbeiten. Von diesen Keimzellen ausgehend, muss \ndann die Sicherheit innerhalb der Institution jedoch zügig auf das angestrebte Niveau gebracht \nwerden.\n\nEine der schwierigsten Aufgaben ist es, die Kosten für Informationssicherheit gegenüber dem Nutzen \nund den Risiken abzuwägen. Es erscheint hier sehr wichtig, zunächst in Maßnahmen zu investieren, \ndie besonders effektiv sind oder gegen besonders hohe Risiken schützen. Die effektivsten Maßnah­\nmen sind dabei erfahrungsgemäß jedoch nicht immer die teuersten. Es ist daher unerlässlich, die \nAbhängigkeit der Geschäftsprozesse und Aufgaben von der Informationsverarbeitung zu kennen, \num angemessene Sicherheitsmaßnahmen auswählen zu können.\n\nDabei ist zu betonen, dass Informationssicherheit immer durch ein Zusammenspiel aus technischen \nund organisatorischen Maßnahmen erreicht wird. Die Investitionen in Technik sind unmittelbar am \nBudget ablesbar. Damit diese Kosten gerechtfertigt sind, müssen die Sicherheitsprodukte so einge­\nsetzt werden, dass sie den optimalen Nutzen bieten. Dafür müssen sie aber auch zweckgerichtet \nausgewählt worden sein und entsprechend bedient werden, also beispielsweise müssen sie in die \nganzheitliche Sicherheitskonzeption integriert sein und die Mitarbeiter in deren Nutzung geschult \nsein. Häufig können technische Lösungen auch durch organisatorische Sicherheitsmaßnahmen er­\nsetzt werden. Erfahrungsgemäß ist es aber schwieriger, sicherzustellen, dass organisatorische Maß­\nnahmen konsequent umgesetzt werden. Zudem steigt dadurch der personelle Aufwand und belastet \nsomit auch die Ressourcen.\n\n6. Vorbildfunktion\n\nDie Leitungsebene muss auch im Bereich der Informationssicherheit eine Vorbildfunktion überneh­\nmen. Dazu gehört unter anderem, dass auch die Leitungsebene alle vorgegebenen Sicherheitsregeln \nbeachtet, selbst an Schulungsveranstaltungen teilnimmt und andere Führungskräfte bei der Aus­\nübung ihrer Vorbildfunktion unterstützt.",
  "pages": {
    "start": 20,
    "end": 22
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}