{
  "id": "4_2",
  "header": "4.2 Kommunikation und Wissen",
  "header_hierarchy": [
    {
      "level": 2,
      "number": "4.2",
      "title": "Kommunikation und Wissen"
    }
  ],
  "content": "In allen Phasen des Sicherheitsprozesses ist Kommunikation ein wesentlicher Eckpfeiler, um die ge­\nsteckten Sicherheitsziele zu erreichen. Missverständnisse und Wissensmängel sind die häufigsten Ur­\nsachen für auftretende Sicherheitsprobleme. Vor diesem Hintergrund muss auf allen Ebenen und in \nallen Bereichen einer Institution für einen reibungslosen Informationsfluss über Sicherheitsvorkomm­\nnisse und -maßnahmen gesorgt werden. Dazu gehören die folgenden Aspekte:\n\n•  Berichte an die Leitungsebene \nDas Management muss sich regelmäßig über Probleme, Ergebnisse von Überprüfungen und Au­\ndits, aber auch über neue Entwicklungen, geänderte Rahmenbedingungen oder Verbesserungs­\nmöglichkeiten informieren lassen, um seiner Steuerungsfunktion nachkommen zu können. Damit \ndie Leitungsebene die richtigen Entscheidungen bei der Steuerung und Lenkung des Informations­\nsicherheitsprozesses treffen kann, benötigt sie Eckpunkte über den Stand der Informationssicher­\nheit. Diese Eckpunkte sollten in Managementberichten aufbereitet und der Leitungsebene vom ISB \nregelmäßig und in angemessener Form übermittelt werden. Die Leitungsebene nimmt die Mana­\ngementberichte zur Kenntnis und veranlasst eventuell notwendige Maßnahmen.\n\n•  Informationsfluss \nDurch eine mangelhafte Kommunikation und fehlende Informationen kann es zu Sicherheitspro­\nblemen, aber auch zu Fehlentscheidungen oder überflüssigen Arbeitsschritten kommen. Dies muss \ndurch personelle Maßnahmen und organisatorische Regelungen vermieden werden. Mitarbeiter \nmüssen über den Sinn und Zweck von Sicherheitsmaßnahmen aufgeklärt werden, vor allem, wenn \ndiese zusätzliche Arbeit verursachen oder Komforteinbußen zur Folge haben. Des Weiteren sollten\n\ndie Mitarbeiter über die mit ihrer Arbeit verbundenen Rechtsfragen zur Informationssicherheit wie \nauch zum Datenschutz aufgeklärt werden. Mitarbeiter sollten außerdem in die Umsetzungspla­\nnung von Maßnahmen einbezogen werden, um eigene Ideen einbringen und die Praxistauglichkeit \nbeurteilen zu können.\n\n•  Klassifikation von Informationen \nUm Informationen angemessen schützen zu können, muss deren Bedeutung für die Institution klar \nerkennbar sein. Um sich innerhalb einer Institution, aber auch mit anderen Institutionen einfacher \ndarüber austauschen zu können, welchen Wert bestimmte Arten von Informationen haben, wird \nein Klassifikationsschema benötigt, in dem beschrieben ist, welche Abstufungen der Wertigkeit es \ngibt und wie die verschiedenen Stufen gegeneinander abgegrenzt sind.\n\n•  Dokumentation \nUm die Kontinuität und Konsistenz des gesamten Sicherheitsprozesses sicherzustellen, ist es un­\nabdingbar, diesen zu dokumentieren. Nur so bleiben die verschiedenen Prozessschritte und Ent­\nscheidungen nachvollziehbar. Zudem stellen aussagekräftige Dokumentationen sicher, dass gleich­\nartige Arbeiten auf vergleichbare Art und Weise durchgeführt werden, also Prozesse messbar und \nwiederholbar werden. Zusätzlich helfen Dokumentationen dabei, grundsätzliche Schwächen im \nProzess zu erkennen und die Wiederholung von Fehlern zu vermeiden. Die erforderlichen Doku­\nmentationen erfüllen bei den verschiedenen Sicherheitsaktivitäten unterschiedliche Funktionen \nund sind an unterschiedliche Zielgruppen gerichtet. Folgende Dokumentationsarten lassen sich \nunterscheiden:\n\n1. Technische Dokumentation und Dokumentation von Arbeitsabläufen \n(Zielgruppe: Experten) \nEs muss bei Störungen oder Sicherheitsvorfällen möglich sein, den gewünschten Soll-Zustand in \nGeschäftsprozessen sowie innerhalb der zugehörigen IT wiederherstellen zu können. Techni­\nsche Einzelheiten und Arbeitsabläufe sind daher so zu dokumentieren, dass dies in angemesse­\nner Zeit möglich ist. \nBeispiele hierfür sind Anleitungen zur Installation von IT-Anwendungen, zur Durchführung von \nDatensicherungen, zum Rückspielen einer Datensicherung, zur Konfiguration der TK-Anlage, \nzum Wiederanlauf eines Anwendungsservers nach einem Stromausfall, ebenso wie die Doku­\nmentation von Test- und Freigabeverfahren und Anweisungen für das Verhalten bei Störungen \nund Sicherheitsvorfällen. \nArbeitsabläufe, organisatorische Vorgaben und technische Sicherheitsmaßnahmen müssen so \ndokumentiert werden, dass Sicherheitsvorfälle durch Unkenntnis oder Fehlhandlungen vermie­\nden werden. Beispiele hierfür sind Sicherheitsrichtlinien für die Nutzung von E-Mail und Inter­\nnet, Hinweise zur Verhinderung von Virenvorfällen oder zum Erkennen von Social Engineering \nsowie Verhaltensregeln für Mitarbeiter beim Verdacht eines Sicherheitsvorfalls.\n\n2. Managementberichte (Zielgruppe: Leitungsebene, Sicherheitsmanagement) \nAlle Informationen, die das Management benötigt, um seinen Lenkungs- und Steuerungsauf­\ngaben nachkommen zu können, sind im erforderlichen Detaillierungsgrad aufzuzeichnen (zum \nBeispiel Ergebnisse von Audits, Effektivitätsmessungen, Berichte über Sicherheitsvorfälle).\n\n3. Aufzeichnung von Managemententscheidungen (Zielgruppe: Leitungsebene) \nDie Leitungsebene muss die gewählte Sicherheitsstrategie aufzeichnen und begründen. Zudem \nmüssen auch auf allen anderen Ebenen Entscheidungen, die sicherheitsrelevante Aspekte be­\ntreffen, ebenso dokumentiert werden, damit diese jederzeit nachvollziehbar und wiederholbar \nsind.\n\nIn den nachfolgenden Kapiteln wird daher jede Aktion, die angemessen dokumentiert bzw. aufge­\nzeichnet werden muss, entsprechend mit „[DOK]“ gekennzeichnet.\n\nFormale Anforderungen an Dokumentationen\n\nDokumentationen müssen nicht zwingend in Papierform vorliegen. Das Dokumentationsmedium \nsollte je nach Bedarf gewählt werden. Beispielsweise kann für das Notfallmanagement der Einsatz \neines Softwarewerkzeugs hilfreich sein, mittels dessen vorab alle Notfallmaßnahmen und Ansprech­\npartner erfasst werden und das im Krisenfall mobil eingesetzt werden kann. Dann muss dieses Tool \nauch im Notfall mit allen erforderlichen Informationen und den benötigten IT-Systemen verfügbar \nsein, beispielsweise auf einem Laptop. Je nach Notfall kann es aber gegebenenfalls sinnvoller sein, \nalle Informationen in einem praktischen Handbuch in Papierform griffbereit zu haben.\n\nEs kann gesetzliche oder vertragliche Anforderungen an Dokumentationen geben, die zu beachten sind, \nz. B. zu Aufbewahrungsfristen und Detaillierungstiefe. Dokumentationen erfüllen nur dann ihren \nZweck, wenn sie regelmäßig erstellt und aktuell gehalten werden. Außerdem müssen sie so bezeichnet \nund abgelegt werden, dass sie im Bedarfsfall nutzbar sind. Es muss klar erkennbar sein, wer wann wel­\nche Teile der Dokumentation erstellt hat. Dort, wo auf andere Dokumente verwiesen wird, müssen die \nQuellen explizit beschrieben sein. Weiterführende Dokumente müssen zudem im Bedarfsfall ebenfalls \nzur Verfügung stehen.\n\nSicherheitsrelevante Dokumentationen können schutzbedürftige Informationen enthalten und müs­\nsen daher angemessen geschützt werden. Neben dem Schutzbedarf müssen die Aufbewahrungsart \nund -dauer und Optionen für die Vernichtung von Informationen festgelegt werden. In den Prozess­\nbeschreibungen muss aufgeführt sein, ob und wie Dokumentationen auszuwerten sind, wer diese in \nwelchen Abständen zu bearbeiten hat und wer darauf zugreifen darf.\n\nNutzung verfügbarer Informationsquellen und Erfahrungen\n\nInformationssicherheit ist ein komplexes Thema, sodass die hierfür Verantwortlichen sich sorgfältig \neinarbeiten müssen. Es gibt viele verfügbare Informationsquellen, die dazu genutzt werden können. \nHierzu gehören bestehende Normen und Standards, Internetveröffentlichungen und sonstige Publi­\nkationen. Außerdem sollte die Kooperation mit Verbänden, Partnern, Gremien, anderen Unterneh­\nmen oder Behörden sowie CERTs (Computer Emergency Response Teams) zum Erfahrungsaustausch \nüber erfolgreiche Sicherheitsaktionen genutzt werden. Da das Thema Informationssicherheit sehr \numfangreich ist, scheint es wichtig, die für die jeweilige Institution und die dort zu verortenden Rah­\nmenbedingungen passenden Informationsquellen und Kooperationspartner zu identifizieren und \nentsprechend zu dokumentieren.",
  "pages": {
    "start": 22,
    "end": 24
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}