{
  "id": "7_1",
  "header": "7.1 Planung des Sicherheitsprozesses",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Einbindung der Mitarbeiter in den Sicherheitsprozess"
    },
    {
      "level": 2,
      "number": "7.1",
      "title": "Planung des Sicherheitsprozesses"
    }
  ],
  "content": "Ermittlung von Rahmenbedingungen\n\nDie Schaffung von Informationssicherheit ist kein Selbstzweck, sondern Informationssicherheit trägt \ndazu bei, dass die Ziele einer Institution erreicht und Geschäftsprozesse bzw. Aufgaben zuverlässig \nausgeführt werden können. Hierzu ist es erforderlich, dass die Institution alle Rahmenbedingungen \nidentifiziert und analysiert, die Sicherheitsziele festlegt und eine Sicherheitsstrategie ausarbeitet, die \ngrundlegende Aussagen darüber enthält, wie die gesetzten Ziele erreicht werden sollen. Die Identifi­\nkation der Rahmenbedingungen beinhaltet auch eine Umfeldanalyse, bei der sowohl interne als auch \nexterne Parteien sowie deren Sicherheitsanforderungen, deren Anforderungen an das ISMS und ihre \ngesetzlichen und regulatorischen Anforderungen berücksichtigt werden.\n\nDie Ermittlung von Rahmenbedingungen ist eine wesentliche Grundlage für die weiteren Betrachtun­\ngen der Informationssicherheit, da hierdurch identifiziert werden kann, wo wichtige Hintergrundin­\nformationen fehlen, um die Bedeutung der Informationssicherheit für die Institution korrekt einschät­\nzen zu können. Zudem wird dadurch eine erste Selbsteinschätzung (Self-Assessment) möglich, da bei \nder Zusammenstellung der Hintergrundinformationen bereits deutlich wird, worin Konfliktpotenzial \nliegt und wo möglicherweise noch Handlungsbedarf besteht.\n\nFormulierung von Sicherheitszielen und einer Leitlinie zur Informationssicherheit [DOK]\n\nZu Beginn eines jeden Sicherheitsprozesses sollten die Informationssicherheitsziele sorgfältig festge­\nlegt werden. Anderenfalls besteht die Gefahr, dass Sicherheitsstrategien und -konzepte erarbeitet \nwerden, die die eigentlichen Anforderungen der Institution verfehlen.\n\nAus den grundsätzlichen Zielen der Institution und den allgemeinen Rahmenbedingungen sollten daher \nzunächst allgemeine Sicherheitsziele abgeleitet und strategische Vorgaben gemacht werden, wie diese \nSicherheitsziele zur Umsetzung gelangen können. Folgende Themen sollten bei der Entwicklung der \nSicherheitsstrategie mindestens berücksichtigt werden:\n\n•  Ziele des Unternehmens bzw. Aufgaben der Behörde,\n\n•  gesetzliche Anforderungen und Vorschriften, wie z. B. zum Datenschutz,\n\n•  Kundenanforderungen und bestehende Verträge,\n\n•  interne Rahmenbedingungen (z. B. organisationsweites Risikomanagement), Umfeldanalyse,\n\n•  (IT-gestützte) Geschäftsprozesse und Fachaufgaben und\n\n•  globale Bedrohungen der Geschäftstätigkeit durch Sicherheitsrisiken (z. B. Imageschäden, Verstö­\nße gegen Gesetze und vertragliche Verpflichtungen, Diebstahl von Forschungsergebnissen).\n\nDie Kernaussagen der Sicherheitsstrategie werden in einer Leitlinie zur Informationssicherheit (eng­\nlisch: „Information Security Policy“ oder „IT Security Policy“) dokumentiert. Die Sicherheitsleitlinie \nsollte mindestens Aussagen zu den folgenden Themen enthalten:\n\n•  Stellenwert der Informationssicherheit und Bedeutung der wesentlichen Informationen, Ge­\nschäftsprozesse und der IT für die Aufgabenerfüllung,\n\n•  Bezug der Informationssicherheitsziele zu den Geschäftszielen oder Aufgaben der Institution,\n\n•  Sicherheitsziele und die Kernelemente der Sicherheitsstrategie für die Geschäftsprozesse und die \neingesetzte IT,\n\n•  Zusicherung, dass die Sicherheitsleitlinie von der Institutionsleitung durchgesetzt wird, sowie Leit­\naussagen zur Erfolgskontrolle und\n\n•  Beschreibung der für die Umsetzung des Informationssicherheitsprozesses etablierten Organisati­\nonsstruktur.\n\nZusätzlich können noch folgende Aussagen hinzukommen:\n\n•  Zur Motivation können einige, für die Geschäftsprozesse wichtige Gefährdungen diskutiert und die \nwichtigsten gesetzlichen Regelungen und sonstige wichtige Rahmenbedingungen (wie vertragli­\nche Vereinbarungen) genannt werden.\n\n•  Die wesentlichen Aufgaben und Zuständigkeiten im Sicherheitsprozess sollten aufgezeigt werden \n(insbesondere für das IS-Management-Team, den ISB, die Mitarbeiter und den IT-Betrieb, ausführ­\nliche Informationen zu den einzelnen Rollen finden sich in Kapitel 4 Organisation des Sicherheits­\nprozesses des BSI-Standards 200-2 IT-Grundschutz-Methodik. Außerdem sollten die Organisati­\nonseinheiten oder Rollen benannt werden, die als Ansprechpartner für Sicherheitsfragen fungie­\nren.\n\n•  Programme zur Förderung der Informationssicherheit durch Schulungs- und Sensibilisierungsmaß­\nnahmen können angekündigt werden.\n\nBestimmung des angemessenen Sicherheitsniveaus der Geschäftsprozesse\n\nZur besseren Verständlichkeit der Informationssicherheitsziele kann das angestrebte Sicherheitsni­\nveau für einzelne, besonders hervorgehobene Geschäftsprozesse bzw. Bereiche der Institution in Be­\nzug auf die Grundwerte der Informationssicherheit (Vertraulichkeit, Integrität, Verfügbarkeit) darge­\nstellt werden. Dies ist für die spätere Formulierung der detaillierten Sicherheitskonzeption hilfreich.\n\nFestlegung des Geltungsbereichs [DOK]\n\nZunächst muss der Geltungsbereich festgelegt werden, für den das ISMS zuständig sein soll. Der \nGeltungsbereich umfasst häufig die gesamte Institution, kann sich aber z. B. auch auf eine oder meh­\nrere Fachaufgaben oder Geschäftsprozesse oder eine oder mehrere Organisationseinheiten beziehen. \nHierbei ist es wichtig, dass die betrachteten Fachaufgaben und Geschäftsprozesse im gewählten Gel­\ntungsbereich vollständig enthalten und inhaltlich abgeschlossen sind, also bei keinem Geschäftspro­\nzess wesentliche Anteile außerhalb des Geltungsbereiches liegen. Im Rahmen des IT-Grundschutzes \nwird für den Geltungsbereich der Begriff „Informationsverbund“ verwendet. Der Informationsver­\nbund umfasst auch alle infrastrukturellen, organisatorischen, personellen und technischen Kompo­\nnenten, die der Aufgabenerfüllung in diesem Anwendungsbereich der Informationsverarbeitung die­\nnen.\n\nWährend bei der Basis- und Standard-Absicherung der Geltungsbereich häufig die gesamte Instituti­\non umfasst, konzentriert man sich bei der Kern-Absicherung auf einige herausragende, besonders \ngeschäftskritische Assets (sogenannte „Kronjuwelen“).",
  "pages": {
    "start": 28,
    "end": 30
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}