{
  "id": "8_1",
  "header": "8.1 Erstellung des Sicherheitskonzepts",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Einbindung der Mitarbeiter in den Sicherheitsprozess"
    },
    {
      "level": 2,
      "number": "8.1",
      "title": "Erstellung des Sicherheitskonzepts"
    }
  ],
  "content": "Um die Informationssicherheitsziele zu erfüllen und das angestrebte Sicherheitsniveau zu erreichen, \nmuss zunächst verstanden werden, wie die Erfüllung von Aufgaben und Geschäftsprozessen von der \nVertraulichkeit, Integrität und Verfügbarkeit der Informationen abhängt. Dazu muss man auch be­\nrücksichtigen, durch welche Schadensursachen, wie zum Beispiel höhere Gewalt, organisatorische \nMängel, menschliche Fehlhandlungen oder auch Cyberrisiken, Geschäftsprozesse bedroht werden. \nDanach muss eine Entscheidung erfolgen, wie mit diesen Risiken umgegangen werden soll. Im Ein­\nzelnen sind nachfolgende Teilschritte notwendig:\n\nAuswahl einer Methode zur Risikoanalyse [DOK]\n\nDie Risiken, die durch Schäden für die Geschäftstätigkeit und Aufgaben einer Institution durch Sicher­\nheitsvorfälle entstehen können, müssen analysiert werden. Eine Methode zur Risikoanalyse ist daher \nBestandteiljedes Managementsystemsfür Informationssicherheit.Umein Risiko bestimmenzu können, \nmüssen die Bedrohungen ermittelt, deren Schadenspotenzial und Eintrittswahrscheinlichkeit einge­\nschätzt und diese der Risikoakzeptanz der Institution gegenübergestellt werden. Je nach Anwendungs­\nfall, organisatorischen Randbedingungen, Branchenzugehörigkeit sowie angestrebtem Sicherheitsni­\nveau kommen unterschiedliche Methoden zur Risikoanalyse infrage. Das Informationssicherheitsmana­\ngement muss eine Methode auswählen, die für die Art und Größe der Institution angemessen ist. Die \nMethodenwahl beeinflusst den Arbeitsaufwand für die Erstellung des Sicherheitskonzepts entschei­\ndend.\n\nVerschiedene Arten der Risikobeurteilung sind in den Standards ISO/IEC 31010 und ISO/IEC 27005 \nbeschrieben. Das BSI hat hieraus abgeleitet ein zweistufiges Verfahren entwickelt. In der Vorgehens­\nweise nach IT-Grundschutz wird bei der Erstellung der IT-Grundschutz-Bausteine implizit eine Risiko­\nbewertung für typische Einsatzbereiche mit normalem Schutzbedarf durchgeführt. Hierbei werden \nnur solche Gefährdungen betrachtet, die nach sorgfältiger Analyse eine so hohe Eintrittshäufigkeit \noder so einschneidende Auswirkungen haben, dass Sicherheitsmaßnahmen ergriffen werden müs­\nsen. Typische Gefährdungen, gegen die sich jeder schützen muss, sind z. B. Schäden durch Feuer, \nWasser, Einbrecher, Schadsoftware oder Hardware-Defekte. Dieser Ansatz hat den Vorteil, dass An­\nwender des IT-Grundschutzes für einen Großteil des Informationsverbundes keine individuelle Bedro­\nhungs- und Schwachstellenanalyse durchführen müssen, weil diese vorab vom BSI bereits durchge­\nführt wurde. In bestimmten Fällen muss jedoch eine explizite Risikoanalyse durchgeführt werden, \nbeispielsweise wenn der betrachtete Informationsverbund Zielobjekte enthält, die\n\n•  einen hohen oder sehr hohen Schutzbedarf in mindestens einem der drei Grundwerte Vertraulich­\nkeit, Integrität oder Verfügbarkeit haben oder\n\n•  mit den existierenden Bausteinen des IT-Grundschutzes nicht hinreichend abgebildet (modelliert) \nwerden können oder\n\n•  in Einsatzszenarien (Umgebung, Anwendung) betrieben werden, die im Rahmen des IT-Grund­\nschutzes nicht vorgesehen sind.\n\nDaher wird das weiter oben beschriebene Vorgehen bei normalem Schutzbedarf durch den im \nBSI-Standard 200-3 Risikoanalyse auf der Basis von IT-Grundschutz (siehe [BSI3]) beschriebenen An­\nsatz ergänzt.\n\nDie Anwendung des IT-Grundschutzes hat den Vorteil, dass der eigene Arbeitsaufwand deutlich re­\nduziert wird, weil im Rahmen des IT-Grundschutzes bereits eine konkrete Methode beschrieben wird \nund geeignete Sicherheitsanforderungen sowie Sicherheitsmaßnahmen vorgeschlagen werden.\n\nAbbildung 6: Überblick über den Lebenszyklus eines Sicherheitskonzepts\n\nKlassifikation von Risiken bzw. Schäden [DOK]\n\nDas Informationssicherheitsmanagement muss in Abhängigkeit von der gewählten Methode zur Ri­\nsikoanalyse festlegen, wie Bedrohungen, Schadenspotenziale, Eintrittshäufigkeiten eingeschätzt und \ndie daraus resultierenden Risiken bewertet werden. Allerdings ist es schwierig, aufwendig und zudem \nfehleranfällig, für Schäden und Eintrittshäufigkeiten individuelle Werte zu ermitteln. Es empfiehlt sich, \nnicht zu viel Zeit in die exakte Bestimmung von Eintrittshäufigkeiten und mögliche Schäden zu ste­\ncken. In den meisten Fällen ist es sowohl für die Eintrittshäufigkeit als auch für die potenzielle Scha­\ndenshöhe praktikabler, mit qualitativen Kategorien zu arbeiten. Hierbei sollten pro Dimension nicht \nmehr als fünf Kategorien gewählt werden, z. B.\n\n• Eintrittswahrscheinlichkeit: selten, mittel, häufig, sehr häufig\n\n• Potenzielle Schadenshöhe: vernachlässigbar, begrenzt, beträchtlich, existenzbedrohend\n\nNachdem solche Kategorien in geeigneter Art und Weise innerhalb der Institution definiert wurden, \nkönnen diese als Grundlage für eine qualitative Risikobetrachtung verwendet werden.\n\nRisikoanalyse [DOK]\n\nJede Risikoanalyse muss die folgenden Schritte umfassen:\n\n•  Die zu schützenden Informationen und Geschäftsprozesse müssen identifiziert werden.\n\n•  Alle relevanten Bedrohungen für die zu schützenden Informationen und Geschäftsprozesse müs­\nsen ermittelt werden.\n\n•  Schwachstellen, durch welche die Bedrohungen wirken könnten, müssen analysiert werden.\n\n•  Die möglichen Schäden durch den Verlust von Vertraulichkeit, Integrität oder Verfügbarkeit müs­\nsen benannt und eingeschätzt werden.\n\n•  Die anzunehmenden Auswirkungen auf die Geschäftstätigkeit oder die Aufgabenerfüllung durch \nSicherheitsvorfälle müssen untersucht werden.\n\n•  Das Risiko, durch Sicherheitsvorfälle Schäden zu erleiden, muss bewertet werden.\n\nDie hier verwendeten Begriffe „Bedrohung“, „Schwachstelle“ und „Risiko“ werden im Glossar näher \ndefiniert und sind dort entsprechend nachzuschlagen.\n\nEntwicklung einer Strategie zur Behandlung von Risiken [DOK]\n\nDie oberste Leitungsebene muss vorgeben, wie die erkannten Risiken behandelt werden sollen. Ab­\nhängig vom Risikoappetit einer Institution sind jeweils unterschiedliche Risikoakzeptanzkriterien mög­\nlich. „Risikoappetit“ bezeichnet die durch kulturelle, interne, externe oder wirtschaftliche Einflüsse \nentstandene Neigung einer Institution im Hinblick darauf, wie diese Risiken bewertet und mit ihnen \numgeht. Die erkannten Risiken müssen vom Informationssicherheitsmanagement entsprechend auf­\nbereitet werden. Dazu gibt es folgende Optionen: Risiken können\n\n•  vermieden werden, beispielsweise indem die Risikoursache ausgeschlossen wird,\n\n•  reduziert werden, indem die Rahmenbedingungen, die zur Risikoeinstufung beigetragen haben, \nmodifiziert werden,\n\n•  transferiert werden, indem die Risiken mit anderen Parteien geteilt werden, z. B. durch Outsour­\ncing oder Versicherungen,\n\n•  akzeptiert werden (auf Basis einer nachvollziehbaren Faktenlage), beispielsweise weil die mit dem \nRisiko einhergehenden Chancen wahrgenommen werden sollen.\n\nDie Art des Umgangs mit Risiken muss dokumentiert, einem Risikoeigentümer zugeordnet und von \nder obersten Leitungsebene genehmigt werden. Die notwendigen Ressourcen zur Umsetzung der \nStrategie müssen geplant und zur Verfügung gestellt werden.\n\nBei der Ausgestaltung der Strategie ist neben den Kosten das verbleibende Restrisiko ein wesentliches \nEntscheidungskriterium, das von der Leitungsebene berücksichtigt werden muss.\n\nIn der Praxis werden die Schritte der Risikoeinstufung und Risikobehandlung so lange durchlaufen, bis \ndie Risikoakzeptanzkriterien der Institution erfüllt sind und das verbleibende Risiko („Restrisiko“) im \nEinklang mit den Zielen und Vorgaben der Institution steht. Das verbleibende Risiko muss anschlie­\nßend der Leitungsebene zur Zustimmung („Risiko-Akzeptanz“) vorgelegt werden. Damit wird \nnachvollziehbar dokumentiert, dass die Institution sich des Restrisikos bewusst ist.\n\nAuswahl von Sicherheitsmaßnahmen [DOK]\n\nAus den allgemeinen Sicherheitszielen und Sicherheitsanforderungen, die die Leitungsebene vorge­\ngeben hat, leiten sich konkrete Sicherheitsmaßnahmen ab. Bei der Auswahl von Sicherheitsmaßnah­\nmen sind neben den Auswirkungen auf das Sicherheitsniveau auch Kosten-Nutzen-Aspekte und die \nPraxistauglichkeit zu beachten.\n\nNeben technischen Sicherheitsmaßnahmen müssen auch organisatorische Abläufe und Prozesse (wie \nBenutzerrichtlinien, Rechtevergaben, Sicherheitsschulungen, Test- und Freigabeverfahren) eingerich­\ntet werden. Es müssen dabei unter anderem die folgenden Themen geregelt werden:\n\n•  Organisation (inklusive Festlegung von Zuständigkeiten, Aufgabenverteilung und Funktionstren­\nnung, Regelung des Umgangs mit Informationen, Anwendungen und IT-Komponenten, Hard- und \nSoftware-Management, Änderungsmanagement usw.),\n\n•  Personal (z. B. Einweisung neuer Mitarbeiter, Vertretungsregelungen usw.),\n\n•  Schulung und Sensibilisierung zur Informationssicherheit,\n\n•  Identitäts- und Berechtigungsmanagement,\n\n•  Datensicherung (für alle Informationen, Anwendungen und IT-Komponenten),\n\n•  Compliance und Datenschutz,\n\n•  Schutz vor Schadprogrammen,\n\n•  Schutz von Informationen bei Verarbeitung, Übertragung und Speicherung (z. B. durch Einsatz von \nKryptografie),\n\n•  Hard- und Softwareentwicklung,\n\n•  Detektion von Sicherheitsvorfällen,\n\n•  Verhalten bei Sicherheitsvorfällen (englisch: „incident handling“),\n\n•  Sicherheitsüberprüfungen (Audits und Revisionen, Penetrationstests usw.),\n\n•  Notfallvorsorge und Aufrechterhaltung der Geschäftstätigkeit im Notfall (englisch: „business con­\ntinuity“),\n\n•  Löschen und Vernichten von Daten und\n\n•  Outsourcing bzw. Cloud Computing.\n\nEs muss nachvollziehbar dokumentiert werden, warum die ausgewählten Maßnahmen geeignet sind, \ndie Sicherheitsziele und -anforderungen zu erreichen.\n\nNach der Auswahl von Sicherheitsmaßnahmen müssen diese nach einem Realisierungsplan umge­\nsetzt werden. Bei der Umsetzung sollten die folgenden Schritte eingehalten werden:\n\nErstellung eines Realisierungsplans für das Sicherheitskonzept [DOK]\n\nEin Realisierungsplan muss folgende Themen enthalten:\n\n•  Festlegung von Prioritäten (Umsetzungsreihenfolge),\n\n•  Festlegung von Verantwortlichkeiten für Initiierung,\n\n•  Bereitstellung von Ressourcen durch das Management und\n\n•  Umsetzungsplanung einzelner Maßnahmen (Festlegung von Terminen und Kosten, Festlegung \nvon Verantwortlichen für die Realisierung sowie von Verantwortlichen für die Kontrolle der Um­\nsetzung bzw. der Effektivität von Maßnahmen).\n\nUmsetzung der Sicherheitsmaßnahmen\n\nDie geplanten Sicherheitsmaßnahmen müssen gemäß dem Realisierungsplan umgesetzt werden. In­\nformationssicherheit muss dabei in die organisationsweiten Abläufe und Prozesse integriert werden. \nFalls sich bei der Umsetzung Schwierigkeiten ergeben, sollten diese sofort kommuniziert werden, \ndamit überlegt werden kann, wie diese behoben werden können. Als typische Lösungswege könnten \nbeispielsweise sowohl Kommunikationswege oder Rechtezuweisungen geändert als auch technische \nVerfahren angepasst werden.\n\nSteuerung und Kontrolle der Umsetzung [DOK]\n\nDie Einhaltung der Zielvorgaben muss regelmäßig überprüft werden. Falls Zielvorgaben nicht einzu­\nhalten sind, ist das für die Informationssicherheit zuständige Mitglied der Leitungsebene zu informie­\nren, um auf Probleme rechtzeitig reagieren zu können.",
  "pages": {
    "start": 32,
    "end": 36
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}