{
  "id": "8_3",
  "header": "8.3 Erfolgskontrolle des Sicherheitskonzepts",
  "header_hierarchy": [
    {
      "level": 1,
      "number": "6",
      "title": "Einbindung der Mitarbeiter in den Sicherheitsprozess"
    },
    {
      "level": 2,
      "number": "8.3",
      "title": "Erfolgskontrolle des Sicherheitskonzepts"
    }
  ],
  "content": "Zur Aufrechterhaltung des Sicherheitsniveaus müssen einerseits die als angemessen identifizierten \nSicherheitsmaßnahmen korrekt angewendet und andererseits muss das Sicherheitskonzept fortlau­\nfend aktualisiert werden. Darüber hinaus ist es wichtig, Sicherheitsvorfälle rechtzeitig zu entdecken \nund schnell und adäquat auf diese zu reagieren. Es muss regelmäßig eine Erfolgskontrolle des Sicher­\nheitskonzepts durchgeführt werden. Die Analyse der Effektivität und Effizienz der umgesetzten Maß­\nnahmen sollte im Rahmen von internen Audits erfolgen. Wenn nicht genügend Ressourcen zur Ver­\nfügung stehen, um solche Audits von erfahrenen internen Mitarbeitern durchführen zu lassen, sollten \nexterne Experten mit der Durchführung von Prüfungsaktivitäten beauftragt werden.\n\nDa der Aufwand bei Audits von der Komplexität und Größe des Informationsverbunds abhängt, sind \ndie Prüfanforderungen für kleine Institutionen entsprechend niedriger als für große und komplexe \nInstitutionen und damit normalerweise sehr gut umzusetzen. Ein jährlicher technischer Check von \nIT-Systemen, eine Durchsicht vorhandener Dokumentationen, um die Aktualität zu prüfen, und ein \nWorkshop, bei dem Probleme und Erfahrungen mit dem Sicherheitskonzept besprochen werden, \nkönnen unter Umständen in kleinen Institutionen schon ausreichend sein.\n\nIm Einzelnen sollten die folgenden Aktivitäten durchgeführt werden:\n\nReaktion auf Änderungen im laufenden Betrieb\n\nBei Änderungen im laufenden Betrieb (z. B. Einführung neuer Geschäftsprozesse, Organisationsän­\nderungen oder Einsatz neuer IT-Systeme) müssen das Sicherheitskonzept sowie die damit verbunde­\nnen Dokumente (wie auch die Liste der Zuständigkeiten oder der IT-Systeme) aktualisiert werden.\n\nDetektion von Sicherheitsvorfällen im laufenden Betrieb [DOK]\n\nEs müssen bestimmte Maßnahmen umgesetzt werden, um Fehler in der Informationsverarbeitung, \nwelche die Vertraulichkeit, Verfügbarkeit oder Integrität beeinträchtigen können, sicherheitskritische \nFehlhandlungen und Sicherheitsvorfälle möglichst zu verhindern, in ihrer Auswirkung zu begrenzen \noder zumindest frühzeitig zu bemerken. Die Behandlung von Fehlern muss dokumentiert werden. \nDazu gehört, dass die ergriffenen Maßnahmen, die Auswirkungen und möglicherweise resultierende \nFolgemaßnahmen festgehalten werden. Zur frühzeitigen Erkennung von Sicherheitsproblemen kön­\nnen beispielsweise Tools zu System- und Netzüberwachungen, Integritätsprüfungen, die Protokollie­\nrung von Zugriffen, Aktionen oder Fehlern, die Kontrolle des Zutritts zu Gebäuden und Räumen oder \nBrand-, Wasser- bzw. Klimasensoren beitragen.\n\nDie Aufzeichnungen und Protokolle der Detektionsmaßnahmen müssen regelmäßig ausgewertet \nwerden.\n\nÜberprüfung der Einhaltung von Vorgaben [DOK]\n\nEs muss eine regelmäßige Prüfung stattfinden, ob alle Sicherheitsmaßnahmen wie im Sicherheitskon­\nzept vorgesehen angewendet und durchgeführt werden. Hierbei muss sowohl die Einhaltung der \ntechnischen Sicherheitsmaßnahmen (z. B. hinsichtlich der Konfiguration) als auch die der organisato­\nrischen Regelungen (z. B. Prozesse, Verfahren und Abläufe) kontrolliert werden. Es sollte auch eine \nÜberprüfung erfolgen, ob die notwendigen Ressourcen zur korrekten Umsetzung der Maßnahmen \nzur Verfügung stehen und alle Personen, denen bestimmte Rollen zur Umsetzung von Sicherheits­\nmaßnahmen zugewiesen wurden, ihren Verpflichtungen nachkommen.\n\nÜberprüfung der Eignung und Wirksamkeit von Sicherheitsmaßnahmen [DOK]\n\nEs muss regelmäßig geprüft werden, ob die Sicherheitsmaßnahmen geeignet sind, die gesetzten \nSicherheitsziele zu erreichen. Zur Überprüfung auf ihre Eignung können z. B. zurückliegende Si­\ncherheitsvorfälle ausgewertet, Mitarbeiter befragt oder Penetrationstests durchgeführt werden. \nDazu gehört es auch, relevante Entwicklungen im Umfeld der Geschäftsprozesse oder Fachaufga­\nben der Institution zu verfolgen. Beispielsweise könnten sich technische oder regulatorische Rah­\nmenbedingungen geändert haben. Um sich auf dem aktuellen Stand zu halten, sollten die Sicher­\nheitsverantwortlichen beispielsweise externe Wissensquellen nutzen, Fachkonferenzen besuchen \nsowie Standards, Fachliteratur und Informationen aus dem Internet auswerten. Wenn intern nicht \ndas erforderliche Wissen oder die Zeit dazu vorhanden ist, sollten externe Experten hinzugezogen \nwerden.\n\nIn diesem Zusammenhang erscheint es zudem sinnvoll, kritisch zu hinterfragen, ob die eingesetzten \nSicherheitsmaßnahmen effizient sind oder die Sicherheitsziele mit anderen Maßnahmen ressourcen­\nschonender erreicht werden könnten. Dabei ist auch zu prüfen, ob Prozesse und organisatorische \nRegelungen praxistauglich und effizient sind. Häufig ergibt sich hieraus die Gelegenheit, notwendige \nOrganisationsverbesserungen und Restrukturierungen vorzunehmen.",
  "pages": {
    "start": 36,
    "end": 38
  },
  "modal_verben": [],
  "source": {
    "document": "standard_200_1",
    "file": "standard_200_1.pdf"
  }
}